{
  "document_id": 49,
  "timestamp": "2025-10-09T01:10:11.645673",
  "stage": "pdf_extraction",
  "text_length": 32379,
  "text_content": "--- Page 1 (OCR) ---\n16/22/24 15:46:24 %5289993HH? -> +1.484.612.417? Bammer Health System Page HA1\n\n~~ Banner Health\n\nFAX COVER SHEET\n\nWe\n\nDate: 10/22/2024 2:05:00 PM Total # of Pages (including this sheet): 14\nTO\nName: Name:\nMichelle.c Cisneros@bannerhealth.com\nCompany: Department:\nFax: 4806120177 Phone:\nPhone: Address:\nFax:\n\nComments: Banner Records (MC) MRO# 90750421 - SIMS, M\n\nConfidentiality Statement: The information contained in this facsimile is confidential information belonging to (facility), which is\nprotected by the physician-patient privilege. State Law prohibits further disclosure of this information without specific written consent of\nthe person to whom it pertains or as otherwise permitted by law. If you are not the intended recipient, you are hereby notified that any\ndisclosure, copying distribution or taking of any action in reliance on the contents of this information is strictly prohibited. If you have\nreceived this Fax in error, please notify the sender as soon as possible Thank you. Re-disclosure Statement For Federal Substance Abuse Cases: This information has been disclosed to you from records protected by Federal Confidentiality Rules (42\nCFR Part 2). The federal rules prohibit you from making any further disclosure of this information unless further disclosure is expressly permitted by the written\nconsent of the person to whom it pertains or is otherwise permitted by 42 CFR Part 2. The general authorization for the release of medical and other information is\nnot sufficient for this purpose. The federal rules restrict the use of the information to criminally investigate or prosecute any alcohol or drug abuse patient. Re-disclosure Statement For Communicable Disease/HIV Cases: This information is provided to you from confidential records which are protected by State Law that\nprohibits further disclosure of this Information without the specific written consent of the person to whom it pertains, or as otherwise permitted by law.\n\n--- Page 2 (OCR) ---\n14/22/24 15:46:33 5289993HH7 -> +1.464.612.417? Banner Health System Page HAZ\n\nBanner Health Release of Information Center\n1400 South Dobson Road, Mesa, AZ 85202\nPhone number 480/412/5600\n\nProviders and/or staff with Clinical Connectivity access\nPlease use the link below for future continuing care requests. If your office does not have access or if you need to update your\necess, this link will walk you through the process.\n\n<3 . RSET aorta tetas\nPRC RECESS 8\n\nBanner Baywood Medical Center Banner Behavioral Health Hospital Banner Boswell Medical Center\nFax: 480/321/4179 Fax: 480/448/7696 Fax: 623/832/5488\n\nBanner Cardon Children’s Medical Banner Casa Grande Medical Center Banner Del E. Webb Medical Center\nCenter (formerly known as Casa Grande Fax: 623/524/4112\nFax: 480/412/8777 Medical Center)\nFax: 520/381/6599\nBanner Desert Medical Center Banner Estrella Medical Center Banner Gateway Medical Center\nFax: 480/412/8777 Fax: 623/327/5319 Fax: 480/543/2252\n\nBanner Goldfield Medical Center Banner Heart Hospital Banner Ironwood Medical Center\nFax: 480/733/3470 Fax: 480/321/4179 Fax: 480/394/6715\n\nBanner MD Anderson Cancer Center Banner Mesa Medical Center Banner Page Hospital\nFax: 480/256/4602 Fax: 480/412/8777 Fax: 602/865/5764\n\nBanner Thunderbird Medical Center Banner — University Medical Center Banner Churchill Community\n\nFax: 602/865/5764 Phoenix (formerly known as Banner Hospital\nGood Samaritan Medical Center) Fax: 775/423/8716\nFax: 602/839/6150\nBanner Fort Collins Medical Center Banner Lassen Medical Center East Morgan County Hospital Fax:\nFax: 970/821/4377 Fax: 530/252/2226 970/842/4827\n\nMc Kee Medical Center North Colorado Medical Center Fax: Ogallala Community Hospital\nFax: 970/635/4080 970/392/2083 Fax: 308/284/7239\n\nPlatte County Memorial Hospital Fax: | Sterling Regional Medical Center Fax: Torrington Community Hospital\n907/322/3690 970/521/3279 Fax: 307/532/5381\n\nWashakie Medical Center Banner University Medical Center Banner University Medical Center\nFax: 307/347/6996 Tucson- Main Tucson-South\nFax: 520/223/8439 Fax: 520/223/8391\n\nBanner Wyoming Medical Center\nFax: 307/233/8133\n\nFor Substance abuse Cases: This information has been disclosed to you from records protected by Federal Confidentiality Rules (42\nCFR Part 2). The federal rules prohibit you from making any further disclosure of this information unless further disclosure is expressly\npermitted by the written consent of the person to whomit pertains or is otherwise permitted by 42 CFR Part 2. The general authorization\nfor the release of medical and other information is not sufficient for this purpose. The federal rules restrict the use of the information to\ncriminally investigate or prosecute any alcohol or drug abuse patient. For Communicable Disease cases: This information is provided to you fromconfidential records which are protected by Arizona State\nLaw that prohibits further disclosure of this Information without the specific written consent of the person to whom it pertains, or as\notherwise permitted by law. A. R. S. Section 36-664 (f) (G). This record which has been disclosed to you is protected by federal confidentiality rules (42 CFR part 2). The federal rules prohibit you from making any\nfurther disclosure of this record unless further disclosure is expressly permitted by the wntten cons ent of the individual whose information is being\ndisclosed in this record or, is otherwise permitted by 42 CFR part 2. A general authorization forthe release of medical or other infomation is NOT sufficient\nfor this purpose (see § 2.31). The federal rules restrict any use of the information to investigate or prosecute with regard to a crime any patient with a\nsubstance use disorder, except as provided at §§ 2.12(c)(5) and 2.65.\n\n--- Page 3 (OCR) ---\n14/22/24 15:46:48 5289993HH7 -> +1.464.612.417? Banner Health System Page HH3\n\nW EN\n\nBanner\n\nHealth Network\n\nClinical Connectivity:\nAccess to clinical information anytime, anywhere\n\nClinical Connectivity is Banner Health’s web-based access to patient information for providers. We are\npleased to offer access to this system in support of seamless patient care. The system is designed to make finding clinical information about patients quick and easy for providers and\ntheir office staff. The intention is to keep those most responsible for a patient’s care informed about their\ncondition and treatment, allow for better support at discharge and prevent the need for duplicative testing. Clinical Connectivity gives access to:\n\ne Cerner Millennium: Clinical information for Banner Health facility inpatients\n\ne Centricity: Clinical information for patients at Banner Health Centers and Clinics (for Banner Medical\nGroup providers and staff)\n\ne = Physician-specific census lists\n\ne Patient demographic and billing information\n\ne = Electronic Signature/Web ESA (for physicians only)\n\ne Radiology Imaging /Picture Archive Communication System (PACS)\n\ne = Peribirth /Intelligent OB (IPROB)\n\ne = Phillips OB Trace Vue Fetal Monitoring\n\nClinical Connectivity is available to:\n\ne Provider groups contracted with Banner Health Network\n\ne Providers who have privileges at one or more of the Banner Health hospitals\n\ne Office staff and clinical employees of providers who practice at Banner Health hospitals\n\ne Licensed providers who are treating patients who are receiving services at Banner Health hospitals\n\nMinimum requirements for access to the web portal include:\n\ne Personal computer running Microsoft Windows 2000 or XP (XP is preferred, with all service packs\ninstalled)\n\ne Broadband internet access\n\ne Microsoft Internet Explorer version 5.0 or higher\n\ne = Clinical Connectivity may or may not work with Macintosh computers\n\n--- Page 4 (OCR) ---\n14/22/24 15:47:19 5289993HH7 -> +1.464.612.417? Banner Health System Page HH4\n\ne Use of any Internet browser other than Internet Explorer 5.0 (or higher) may cause the information to\ndisplay or function incorrectly\n\nEnrolling is easy!\n\ntogether as one group. Requirements at enrollment:\n\ne Each group must have a Sponsoring Physician and a Group Administrator. The Sponsoring Physician can\nact as the Group Administrator, if desired.\n\ne The Sponsoring Physician: accepts responsibility for the activities of the Group Administrator and all group\nmembers.\n\ne The Group Administrator: often the office manager or administrator for the physician practice, will be\nempowered to manage access and permissions for physicians and staff within their group.\n\ne =Access for all staff members and their applications may be requested during the enrollment process.\n\ne The Sponsoring Physician and the Group Administrator must sign a Contract for Clinical Connectivity. This\ncontract is an acknowledgement of your responsibility to protect the confidentiality of patient health\ninformation.\n\ne Your Clinical Connectivity request can be processed in about two weeks following the return of a signed\ncontract. It’s important to know\n\ne Each use of Clinical Connectivity is tracked, logged and subject for review.\n\ne Each user is accountable for the patient information that they access. Each user will only access the\npatient information needed in order to perform their responsibilities in providing direct patient care.\n\ne Physicians, Group Administrators and all users are required to comply with the terms under which this\nsystem should be used, which are outlined in the agreement signed by your organization. Your\norganization will have a copy of these terms, and each user should review them.\n\ne Banner Health is committed to protecting the privacy of our patients and will take any action warranted to\nensure that their health care data is secure. Technical support\n\nOnce you have enrolled, technical support is available to you 24 hours-a-day by calling the Banner Help Desk\nat (602) 747-4444. To learn more about Clinical Connectivity at Banner Health go to access bonnerheaith.com,or send an email\n\n--- Page 5 (OCR) ---\n14/22/24 15:47:31 5289993HH7 —> +1.464.612.417? Banner Health System Page HHS\n\nSe\nSRERSCCS SS SNH\n\nNT\n\nte\n\nBanner\nHealth Network\n\nReport2Web alerts you about your hospitalized patients and much more... Report2Web (R2W) is an email-based alert system that notifies your office daily when one of your patients is\nseen at a Banner Health hospital. This service best serves family medicine, internal medicine, pediatricians and\nobstetrician/gynecologists and will make you aware of ER visits/Admits/Discharges. You can choose to be\nnotified upon admission, discharge, or both. Other offerings thru Report2Web:\n\ne R2W can also send certain Cerner documents and labs you ordered to your fax number or as a PDF\nattachment to an email you provide. This turns manual processes into electronic and encourages\n‘paper-lite’ processes\n\nThe R2W service is free, available to Banner and non-Banner practices, and can be customized to your\npreferences. Information is encrypted to meet patient privacy requirements. A one-time set up to register\nwith Symantec is required for non-Banner emails. Once notified of your patient’s hospitalization, access their\npatient record via Banner Health’s Clinical Connectivity portal. Report2Web has a link at the bottom of each\nemail which takes you to the first step to access our portal. R2W ER/Admit/Discharge alerts currently provide the following information:\n\nED/OB, Admit/Discharge\n\nPatient name\n\nDOB\n\nBanners FIN#\n\nChief complaint (if available)\nPatient phone number (if available)\nPrimary care physician named\nBanner Health facility\n\nIt’s easy to get started:\n\ne To learn more about R2W or set-up your free customized subscription, contact\nR2IWTOPAZ @bannerheaith.cam or 970/810/6512.\n\ne To become registered on Banner Health’s Clinical Connectivity portal, go to\nhttos://access, pannerhealth.com\n\n--- Page 6 (OCR) ---\n14/22/24 15:47:48 5249993HH7 >\ner PSA ILL PICGELLL\n\nAUTHORIZATION FOR RELEASE OF\nMEDICAL INFORMATION\n\n+1.4864.612.6177 Banner Health Sustem Page Hb\n\nt\n\nYou can access most of your health information directly through our patient portal (Banner Health App on Android or Appie device} or\n\nAtips: /account barnnemealtn coms\n\nPatient\n\ninformation: | Patient Name: Michael Jon Sims\n\nCity/State: Avondale AZ\n\nRelease information From:\nPlease specify facilityiiacation, organization or individual below\n\nHospital: Banner Estrella Medical Center\nClinic/Health Center/Urgent Care:\n\nHome Care/Hospice:\n\n‘State: Goodyear AZ\nFax 4806120177\n\nFor the\nDates of\nService\n\nZip Code 85323\n\nerom Most Recent Visit\nWM DD YYYY\n\ninformation\nto be\nReleased:\n\n‘Please Note-\n\n[Billing Records\n\nL]ether: {please specify}\n\nSexually Transmitted\nOther Communicabie Diseases\n[_] Chi Abuse/Neglect Information\n\n*4200* Use/Disclose Protected Health Info\n\nZip Code: 85395\n\nMust be for prior or current date(s} of service. Future dates cannot be accepted.\n[Vv] Alt Pertinent Records: {includes Allergies, Laboratory, Consultation, Medication list, Discharge Summary,\nOperative Report, ER Report, Pathology Report, EKG Report, Problem List, History & Physical, Radiology Report}\n\nC] Entire Medical Record: (includes full “designated record set” defined in 45 CFR 164.501)\n\nThere may images/Photos: (Specify type of images/photos Le.\nbe a FEE X-Ray, CT, wound photo, etc }\nassociated adials sea cyezes {17\nRadiology Images (CD):\nwith your U o Y ges (CD)\nRequest for Other images/phetes:\nRecords\n\n[_]Treatment of Substance Abuse\n[_] Behavioral Health/Psychiatric Care\n\nFag\n\nyrs\n\nNOTE: An individual nas a right to direct a healincare provider to transmit thelr protected healin information (Pri), maintained\nelectronically, directly to another person or entity designated by the individual. This is considered a “third-party directive’. According to\nfederal reguiations, third-party directives are only applicable to records maintained in an EHR (electronic health record) and the release\nmust Ge electronic (not paper). If an individual is directing the disciosure of records that are not maintained in an EHR to a third-party,\nBanner Health requires a ni PAA authorization to make that disciosure\n\nDate of Birth: 8/3/1952\nPhone Number: 6232951010\n\nRelease/Send information To:\nPlease select one of the boxes below\n\n(J Seif (same info as above} Sean Strimback\nOR\n\nLd Entity/individual (please specify}:\n\nAddress: 1360 N. Bullard Ave\nZip Code 85323\n\nPhone\n\nCity/State: Goodyear AZ\nFax 4806120177\n\nTO:\n\nSpecific Bocuments/Notes:\n[]Urgent Care Visit Notes\n[Clinic Visit/Progress Notes\n[ ]Pathclogy Reports\n\n| |Rackiclogy Reports\n[_]Genetic Testing\n[immunization Record\n\nTe)\n\n[| |Behavioral Health/Psychiatric Care Notes\n\nLJ HIV/AIDS\n[_] Genetic Testing\n\n4\n\not 2\n\n--- Page 7 (OCR) ---\n14/22/24 15:48:14 5249993HH7 -> +1.464.612.417? Banner Health System Page HH?\ner PSA ILL PICGELLL\n\nAUTHORIZATION FOR RELEASE OF\nMEDICAL INFORMATION\n\nDelivery of [Paper Request [] Mail [[]Pick Up Electronic Requests []Encrypted E-maii [[]CD Fax\ninformation:\n\nNOTE: There is a tevet of risk that a third party could access your Protected Health information (PHI) without your\nconsent when faxed or when electronic media is unencrypted. We are nat responsibie for unauthorized access to\nfaxes, unencrypted mecia or for any risks (e.g., virus) potentially introcluced te your computer/device when receiving\nPHI in any electronic format.\nsean@moristat.com\nEmail Address for record délivery (Complete ONLY if requesting records via encrypted email}\n\nPurpose: i[|Seif []Continuing Care [] Other:\n\nLunderstand that information in my health record may inciude information relating to Sexually\nTransmitted Disease, Acquired Immunodeficiency Syndrome (AIDS), Human Immunodeficiency\nVirus (HIV), and other communicable diseases, Behavioral Health Care/Psychiatric Care, treatment\nof aicohol and/or drug abuse and genetic testing. My signature authorizes release of any such\ninformation,\n\nlunderstand that | may refuse to sign this authorization form. | understand that Banner will not\ncondition or deny treatment on my signing this authorization.\n\nlunderstand that | may revoke this authorization at any time, except to the extent that action\nbased on this authorization has already been taken. Banner Health's Notice of Privacy Practices\nexplains the process for revocation, which includes a request in writing.\n\nlunderstand that | have a right to receive a copy of this authorization. This Authorization perlains only to the information and dates specified on this Authorization. Uniess\n| revoke this authorization earlier, it will expire 12 months from the date signed. | understand that if this\ninformation is disclosed to 4 third party, the information may no longer be protected by State or Federal\nregulations and may be re-cisclosed by the person or organization that receives the information.\n\nlrelease Banner Health, its employees and agents, medical staff members and business\nassociates from any legal responsibility or liability for the disclosure of the above information to the\nextent indicated and authorized herein. Signature of Patient ELLs Date 10/21/2024\n\nsignature of Legal Representative Date\n\nRelationship to Patient: | Healthcare Representative\n\nFor Healthcare Use Only\n\nDate Received: Processing Facility: Processing Lawson #:\n\nIDi License Verified [3 Verbal Release (3 POA Verified: (3\n\nAdditional Comments:\n\nRecords picked up by: Date\n\nPage 2 of 2\n\n--- Page 8 (OCR) ---\n18/22/24 15:88:39 5289993887 -> #1.488.612.8177 Bammer Health System Page 488\nvr DCGLLICL\n\nHealth. REQUEST CONFIRMATION\nPATIENT INFORMATION\n“FIRST NAME: ~ Michael\nLAST NAME: Sims\nDATE OF BIRTH: 08/03/1952\nEMAIL ADDRESS: sean @ moristat.com se” Verified\nPHONE NUMBER: 6232951010 x\" Verified\nMAILING ADDRESS: 12176 W. Mountain view dr Avondale AZ 85395\nREQUEST INFORMATION\nDATE REQUESTED: 16/21/2024\nREASON FOR REQUEST: Continuing Care\nTERMS AND CONDITIONS: sy\" Accepted\nCONSENT TO AN\nUNENCRYPTED EMAIL COPY: SS Not Accepted\n\nIDENTITY VERIFICATION DOCUMENTS:\n\nMichael Sims medical release for Banner Estrella 10/21/2024 pdf\n\nDRIVING LICENSE OR GOVERNMENT ISSUED PHOTO ID:\n\nPowered By g\nFor assistance, please call (610)994-7500 Option | M-F from 8:30 AM to 8:00 PM EST\n\n--- Page 9 (OCR) ---\n14/22/24 15:89:44 5289993HH7 -> +1.464.612.417? Banner Health System Page HH9\n\nSAA\n\nN\nRO &\nw R we N\n\nAuthorization to Release Medical Records. PATIENT INFORMATION\n\n&\n\nes\n\nBe\nea\npe\n\nn-\n\nPatient Name:\n\nDate of Birth:\n\nto release, disclose, and deliver medical record information to the authorized recipient:\nAuthorized Recipient:\n\nMoritrac LLC 1360 N. Bullard Ave. Suite 200 Goodyear, AZ. 85323\n\nPax: 480/612/0177\n\nPhone: 623/295/1010\n\nEmail: intake@moritrac.com\n\nSPECIFES AUTHORIZATION, fapeciically authorize the release ofall medical Injonnation relating te the\nabave-gamead patient inckudting but not Brited to the following categorics protected by state or federal\nlaw: fp Substance abuse (drag or ainoball eatment (2) Mental isaliitreannent and Ss) HIV-ANBS-\nrelated Information, such iforiation ls contained in the reedrds. This request inchides any reports,\ncorrespondence, test resnits, and any other information contained in the records, whether generated by\nthe authorised provider ar another entity, . REOISCLOSURE, Thig release dies not authorise radlisclosure of medical information beyond the limits\nof this consent. The Recipient of this infommation is prohibited from using the information for other shan\nthe stated purpase, and from disclosing it te any ather party without luther authorization. The follawing\nwhiten stakement shonid accompany certain disclosures:\n\n“this information has been disclosed te you from records pratectad by\n\nFederal confidentiality rites (42 CER Part Zand 48 CFR Parte 10 and 108). The Posteral cules profiitit you\nfram making any further disclosure of this information uoless luther disclosure is expressly permitted\nby the written consent of the person ta wham ft pertains or as otherwise permitted by 42 CFR Part 2 and\n45-CFR Parts 160 and 164, A general authorization for the release. of medical or ather information is NOT\nsufficient for Us purpose. The Pederal rules restrict any use of the ieformation to criminally investigate\nor prosecute any alcohol or drug abuse patient, )\n{specifically understand and agree that the REASCLOSURE requirements set out above will apply to\nVALIDITY. understand that this authorization will autemativally expire one year from the date af my\nsignature, and diatt may revoke this authorization hy sending a written soute ta the person ar enkity\nauthorized to make the disclogure described abave: Tagtes that any release which has beer made prior\nto revocation and whick was mnade in relagce noose this authorisation shall vot constitute a breatof my”\nriphts to confidennality. af ;\n\n| Patient /Authorized\nAgent Signature:\n\nRespond to Moritrac LLC\n\nFax: 480/612/0177 OR Email: intake@moritrac.com\nPhone: 623/295/1016\n\n--- Page 10 (OCR) ---\n14/22/24 15:89:38 5289993HH7 >\n\nBanner Health\n\n+1.484.612.6177 Banner Health Sustem Page 414\n\nPatient: SIMS, MICHAEL JON\n\nBANNER ESTRELLA MEDICAL CENTER DOB: 8/3/1952 Sex: Male Age: 72 years\n9201 W Thomas Rd MR#: 892813\nPhoenix, AZ 85037-3332 FIN: 46286498\n\nAdmit Date: 10/19/2024\n\nPatient Location: 55 EER - Emergency\nAttending Physician: SCHENK MD,ERIC J\n\nArrival Time: 03:35 MST\nDischarge Date:\n\n10/19/2024 06:27 MST\n\nPatient Type: Emergency\n\nED PERTINENT REPOAT\n\nDocument Name:\nResult Status:\nSigned By:\n\nService Date/Time:\n\nAuth (Verified)\n\nPt c/o urinary retention x 1 day. Bladder scan in ED 496. Hx prostate cancer\n\nPatient Information\nName: SIMS, MICHAEL JON\n08/03/1952 Sex: Male\n\nAge: 72 Years DOB:\n\nProvider patient care initiated: 10/19/24 04:02\nED Admitted Time / Means\nED Admitted Via - Ambulatory/POV - 10/19/24 03:35\n\nThis is a 72-year-old male with medical history stated for hypertension,\nprostate cancer status post radiation therapy who presents the emergency\ndepartment with concern for urinary retention. He states that over the last\nfew days he has had diminished stream, has not urinated over the last day. Has persistent urgency to do so. No fevers or chills, no flank pain. General: No Fevers, No Chills\n\nEyes: No vision changes\n\nENT: No sore throat, No ear pain\n\nRespiratory: No shortness of breath, No cough\nCardiac: No chest pain, No palpitations\n\nAbd: No abdominal pain, No vomiting, No diarrhea\nGU:_Urinary urgency with inability urinate\n\nMSK: no pain in arms or legs\n\nNeuro: No Headache, No Dizziness\n\nPhysical Exam\n\nInitial Vital Si\nHR: 90 10/19/24 03:47 Mean BP: 124 10/19/24 03:47 BP:\n167/103 10/19/24 03:47\nSPO2: 97 10/19/24 03:47\n\n. Emergency Room Report\n\nSCHENK MD,ERIC J (10/19/2024 06:05 MST)\n10/19/2024 06:04 MST\n\nProblem List/Past Medical History\nOngoing\n\nAA (aortic aneurysm)\nHeart murmur\nHematuria\nHypertension\n\nProstate cancer\n\nNo qualifying data\n\n* CYSTOSCOPY (12/28/2023)\n\n¢ WITH BLADDER FULGURATION\n(12/28/2023)\n\n* WITH CLOT EVACUATION\n(12/28/2023)\n\n* Prostatectomy (2018)\n\nMedicati\n\nlidocaine 2% topical gel with\napplicator, 200 mg= 10 m L,\nUre THRAL, Once\n\nam Lo OD! Pine 10 mg oral tablet, 10\nmg= 1 tab, Oral, QEvening\n\nezetimibe 10 mg oral tablet, 10 mg=\n1 tab, Oral, Daily\n\nFlomax 0.4 mg oral capsule, 0.4 mg,\nOral, Daily\n\nlosartan 100 mg oral tablet, 100 mg=\n1 tab, Oral, Daily\n\nsolifenacin, 5 mg, Oral, Daily\n\ntamsulosin 0.4 mg oral capsule, 0.4\nmg= 1 cap, Oral, BID\n\nVitals & Measurements Allergies\nT: 36.8 °C (98.2 °F ) (Oral) HR: 100 (Peripheral) RR: 19 BP: * 283/82 No known MEDICATION allergies\n\nSp O2: 99%\n\nSocial Hist\nSp O2 detalls: Social & Psychosocial Habits\nOxygen Therapy: Room air - 10/19/24 04:25\n\nTobacco\n\nL = Low H = High C = Critical\nPrinted: 10/22/2024 14:02 MST\n\nc = Corrected f = Footnote\nReport Request ID: 1096546704\n\n* = Abnormal ‘= Interpretive Data\n\nPage 1 of 5\n\n--- Page 11 (OCR) ---\n18/22/24 15:89:52 5289993HH7\n\nBanner Health\n\nBANNER ESTRELLA MEDICAL CENTER\n\n9201 W Thomas Rd\nPhoenix, AZ 85037-3332\n\nOther Vitals\nNo qualifying data available.\n\n—>\n\nGeneral: Well appearing, Appears uncomfortable\n\nSkin: Warm, Dry\nHead: Normocephalic, atraumatic\n\nEyes: Pupils equally round and reactive to light, EOMI\n\nENT: Moist Mucous Membranes\nNeck: Trachea midline\n\nRespiratory: No crackles, no wheezing, speaking in full sentences\n\nCardiac: Regular rate and mhythm\n\n+1.484.612.6177 Banner Health Sustem Page Hil\n\nPatient: SIMS, MICHAEL JON\nDOB: 8/3/1952 Sex: Male\nMR#: 892813\n\nPatient Location: 55 EER\n\nAge: 72 years\n\nAttending Physician: SCHENK MD,ERIC J\n\nED PERTINENT REPORT\n\n10/19/24 04:27 Use: Never\n12/27/23 08:40 Use: Never\n\nElectronic Cigarette/Vaping\n\n10/19/24 04:27 E-Cligarette\n\nUse: Never\n\nUse: Never\n\nAbd: _Palpation of the suprapubic region increases urgency to urinate,\n\nabdomen soft nondistended\nGU: Deferred\n\nMSK: no deformity, no bony point tenderness or pain with range of motion in\n\nBUE or BLE\n\nNeuro: Awake, alert and oriented, Moving all extremities, Normal speech\n\nMedical Decision Making\n\nHistory obtained from: Patient\n\nChronic conditions affecting care and rationale: HTN history of prostate 5UN\n\ncancer\n\nSoclal determ Iinants affecting care: None\n\nReview of outside records: _\n\nIndependent Interpretation and review of tests:\n\nDuring my evaluation, | independently read and interpreted the patient's:,\n\nLab work, -- Interpretation:Lab work is unremarkable\n\nMedications:\n\n_Oral Flomax\n\nPrescription medications prescribed, considered and/or changed: Flomax\n\nManagement Discussions:\n\nL = Low H = High C = Critical\nPrinted: 10/22/2024 14:02 MST\n\n* = Abnormal\n\nPage 2 of 5\n\nAlcohol\n\nSubstance Abuse\n\n12/27/23 08:40 E-Cigarette\n\n12/27/23 08:40 Use: Never\n\n12/27/23 08:40 Use: Never\n\nLab Results\n\nCHEM GENERAL\nGlucose Level\n\nCreatinine\ne GFRer CKD-EPI\nBUN/Creat Ratio\nSodium\n\nSodium, Corrected for *\nGlucose %\nPotassium\nChloride\n\nco2\n\nAnion Gap\nCalcium\nProtein, Total\nAlbumin\nAlb/Glob Ratio\nBilirubin Total\n\nAST\n\n‘= Interpretive Data c = Corrected\n\nReport Request ID:\n\nLATEST RESULTS\n\n105mg/d L*\n23mg/d L\n0.87mg/d L\n92m L/nin/1.73 m2*\n26\n139mmol/L\n139\n3.9mmol/L*\n104mmol/L\n19mmol/L\n16\n10.0mg/d L\n7.2g/d L\n4.69/d L\n\n1.8\n0.5mg/d L\n\n43U/L\n\nf = Footnote\n\n1096546704\n\n--- Page 12 (OCR) ---\n14/22/24 15:18:43 5289993HH7 -> +1.464.612.417? Banner Health System Page 412\n\nBanner Health Patient: SIMS, MICHAEL JON\n\nBANNER ESTRELLA MEDICAL CENTER DOB: 8/3/1952 Sex: Male Age: 72 years\n9201 W Thomas Rd MR#: 892813\n\nPhoenix, AZ 85037-3332 Patient Location: 55 EER\n\nAttending Physician: SCHENK MD,ERIC J\n\nED PERTINENT REPORT\n\nALT 38U/L\nConsideration of Admission:\nShared decision-making regarding disposition discussed with: Patient Alkaline Phos SSl U/L\nCollaboratively decision was made to: discharge with close follow-up\n\nURINALYSIS LATEST RESULTS\n\nColor, UR Berivtit Yellow\nDisposition Appearance, UR Clear\nED Discharge To | Home (routine)\n\nGlucose, UR Negativemg/d L\n\np H, UR 6.0\nBladder Volume Measurement\nComprehensive Metabolic Panel (Includes GFR) Ketones, UR Tracemg/d L\nED Discharge To Abnormal\nInsert Indwelling urinary catheter Protein, UR Negativemg/d L\nUrinalysis, microscopic if indicated, reflex to culture when indicated\nlidocaine topical 200 mg, 10 m L, Ure THRAL, Once Bilirubin, UR Negative\ntamsulosin 0.4 mg, Oral, Daily, for 30 days, 30 tab, O Refill(s)\n\nBlood, UR Negativemg/d L\n\nReexamination/Reevaluation\n10/19/2024 06:04:59: Bladder scan initially had shown about 500 cc urine in — Urobilinogen, UR\nthe bladder, order for urinary catheter was placed, however patient was able\n\n0.2{Normal)mg/d L\n\nto void, able to empty bladder down below 200 cc. Patient is feeling better Specific Gravity, UR 1.017\nat this time. Urinalysis shows no evidence of infection, metabolic panel 7\nshows no renal insufficiency. Patient prefers not have catheter placed at this Nitrite. UR Negative\n\ntime. Will start Flomax. He does have urologist, encouraged to contact\nthem to schedule follow-up appointment, also given contact information for\nour on-call urologist if he is unable to get into see his physician. Return\nprecautions including any recurrent retention, fevers or new pains and all\nquestions answered. Leukocyte esterase,\n\nue: Negativemg/dl\n\n*For reference ranges, comments,\n\nAssessment/Plan and interpretation data on results,\n1. Urinary retention please refer back to the flow\nOrdered: sheet.\n\ntamsulosin, 0.4 mg, Oral, Daily, # 30 tab, 0 Refill(s), Signed: 10/19/24 COVID, RSV, Influenza Lab Latest\n4:18:00 MST, Maintenance Results\n\nED Discharge To, Urinary retention, Discharge to Home (routine) now, No qualifying data available.\n\n10/19/24 6:02:00 MST, 10/19/24 6:02:00 MST\n\nPOC Lab Results\nPoint of Care Test Results\n\nOrders: No qualifying data available.\n\nlidocaine topical, 200 mg = 10 m L, Ure THRAL, Gel, Once, First Dose:\n10/19/24 4:13:00 MST, Stop Date: 10/19/24 4:13:00 MST, First Dose Priority: Diagnostic Results\n\nSTAT No Radlology Results In 36hr Time\ntamsulosin, 0.4 mg = 1 cap, Oral, Cap, Once, First Dose: 10/19/24 4:14:00 Frame\n\nMST, Stop Date: 10/19/24 4:14:00 MST, First Dose Priority: STAT\n\nComprehensive Metabolic Panel (Includes GFR), ER Stat, ES, 10/19/24\n\n4:14:00 MST, Nurse Collect, Print Label, 10/19/24 4:14:00 MST\n\nInsert Indwelling urinary catheter, 10/19/24 4:14:00 MST, Once, Acute\n\nretention or outlet obstruction, Standard\n\nL = Low H = High C = Critical * = Abnormal ‘ = Interpretive Data c = Corrected f = Footnote\nPrinted: 10/22/2024 14:02 MST Page 3 of 5 Report Request ID: 1096546704\n\n--- Page 13 (OCR) ---\n14/22/24 15:18:18 5289993HH7 -> +1.464.612.417? Banner Health System Page 413\n\nBanner Health Patient: SIMS, MICHAEL JON\nBANNER ESTRELLA MEDICAL CENTER DOB: 8/3/1952 Sex: Male Age: 72 years\n9201 W Thomas Rd MR#: 892813\n\nPhoenix, AZ 85037-3332 Patient Location: 55 EER\n\nAttending Physician: SCHENK MD,ERIC J\n\nED PERTINENT REPORT\n\nUrinalysis, microscopic if indicated, reflex to culture when indicated,\nIndication Suprapubic pain, Clean Catch Mid Stream, ER Stat, ES, 10/19/24\n4:14:00 MST, Nurse Collect, Print Label, 10/19/24 4:14:00 MST\n\nUrinary retention (Retention of urine, unspecified, R33.9)\n\n| With | When |Contact Information\n\nTHALY MD, RAHUL, Urology 9321 W Thomas Rd Ste 320\nPhoenix, AZ 85037-\n(623) 935-5522\n\nAdditional Instructions: Urology, please schedule follow-up appointment if you do not already\nhave care established with a urologist. You call your urologist to schedule follow-up olntment\nif you wish. Return to the department for any increasing pain, high fevers, or if your catheter\nstops draining\n\nED Prescriptions\n\ntamsulosin (Flomax 0.4 mg oral capsule) 0.4 mg Oral Daily for 30 days 30\ntab 0 Refill(s)\n\nElectronically Signed on 10/19/2024 06:05 MST\n\nSCHENK MD, ERIC J\n\nCHEMISTRY\n\nFeceeeerereeeeeeeecerereeeeeeeeeeereeeeeeceeeeeeeeeeeeceeeeeeeeeeceeceeeeeeeeeeeeceeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeceeeeeeecececeeeeeeceeeceeeeeeeceeeeeteeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeecececteeeeteeeeeeetteeeeeeeesettttrtrtttt x\n\n2 y\n\n; :\nGeneral Chemistry\n\n3\n3\nBesse nnrnnecennnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnnn nnn AAAI TTT\n\nCollected Date 10/19/2024 -\nCollected Time 04:25 MST\n\nL = Low H = High C = Critical * = Abnormal ‘ = Interpretive Data c = Corrected f = Footnote\nPrinted: 10/22/2024 14:02 MST Page 4of5 Report Request ID: 1096546704\n\n--- Page 14 (OCR) ---\n14/22/24 15:18:33 5289993HH7 -> +1.464.612.417? Banner Health System Page 414\n\nBanner Health Patient: SIMS, MICHAEL JON\n\nBANNER ESTRELLA MEDICAL CENTER DOB: 8/3/1952 Sex: Male Age: 72 years\n9201 W Thomas Rd MR#: 892813\n\nPhoenix, AZ 85037-3332 Patient Location: 55 EER\n\nAttending Physician: SCHENK MD,ERIC J\n\nCHEMISTRY\n\nCollected Date 10/19/2024 |\nCollected Time 04:25 MST |\n\nkaline Phos\n\nResult Comments\nf1: e GFRer CKD-EP|\ne GFR calculated using the CKD-EPI 2021 equation. Results 45-59 m L/min/1.73m2:\nNKF KDOQI and KDIGO guidelines recommend confirming any e GFRer of 45-59 m L/min/1.73m2 accompanied\nwith a urine albumin-creatinine ratio of < 30 mg/g using an e GFR calculated using cystatin C and creatinine.\n\nf2: Potassium\n\nSample is hemolyzed; K values may be artificially increased. Interpretive Data\n\nAq: Glucose Level\nRandom plasma glucose of 199 mg/d L or greater accompanied with classic symptoms of\nhyperglycemia or hyperglycemic crisis is consistent with diabetes. URINALYSIS\n\nCollected Date 10/19/2024 ©\nCollected Time 05:26 MS\n\nProcedure Units = Reference Range\n\n~ Yellow\n\nSpecific Gravity,UR O17 [1.005-1.030]\nNitrite,UR Negative Negative\n\nL = Low H = High C = Critical * = Abnormal ‘ = Interpretive Data c = Corrected f = Footnote\nPrinted: 10/22/2024 14:02 MST Page 5o0f5 Report Request ID: 1096546704",
  "metadata": {
    "page_count": 14,
    "file_size_mb": 0.7,
    "pdf_metadata": {
      "title": "/var/spool/fax/recvq/fax001439705.tif",
      "author": "",
      "creator": "tiff2ps",
      "creation_date": "D:20241022151051-06'00'",
      "extraction_method": "ocr"
    }
  }
}