{
  "document_id": 83,
  "timestamp": "2025-11-25T01:05:21.183864",
  "stage": "pdf_extraction",
  "text_length": 219509,
  "text_content": "--- Page 1 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 3/20/2018 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nAPPT TYPE: New Patient Visit—Glendale Offices\n\nNARRATIVE: The patient is referred by Rev. S. K. The patient has a history of adenocarcinoma\nof the prostate after diagnosis of rising PSA. History obtained from the patient and limited copies of records. The patient is a 65-year-old male\nwho is not sure if he has had PSAs in the past but saw his primary care physician, Dr. Michael\nBrown. Digital rectal examinations have all been negative. On 08/16, PSA increased to 6.4\nng/m L. Dr. Brown recommended he see a urologist. Unfortunately, the patient had been on\nMedicaid and lost his insurance. Medicare kicked in and he reestablished care with Dr. Brown. On 12/17, PSA 7.4 ng/m L. Digital rectal exam reported to be negative. The patient reports\nnocturia four to five times with frequency every one hour. He was started on Flomax and\ntamsulosin. He was recommended to see Dr. Vi Hua. No digital rectal exam was performed. Because of the rising/elevated PSA, the patient was recommended to undergo biopsy of the\nprostate. Transrectal needle biopsy of the prostate gland was performed, which was quite\npainful. Although the patient said that this was to have been done under local anesthesia, it was\nextremely painful. Biopsy done, 02/13/18, pathology report #AS18-00147, noting Gleason 3+3=6\ninvolving the right medial apex. The remainder of biopsy was negative for malignancy. Of note,\nbenign prostatic tissue was present in the right lateral apex, right medial mid base, and right\nlateral base, and benign prostatic tissue with chronic inflammatory infiltrates right lateral mid\ngland, left medial apex, left medial base, and left lateral base, and benign fibromuscular stroma\nwithout prostate tissue in the left medial mid gland and left lateral mid gland. Specimen lengths\nranged from 0.1-1.5 cm. The prostate gland approximately 73 grams. After the biopsy, the patient had significant rectal bleeding for the entire evening. Again reported\nbiopsy extremely painful. Initial DRE from his urologist, 01/16/18, noted prostate gland reportedly\n25 grams with nodule on right side 0.5 cm. The patient reported no DRE. The patient underwent\nultrasound examination, 01/18/18. The patient does not remember having any periprostatic\ninjection of anesthetic and reports the exam was extremely painful. By ellipsoid method, the\nprostate gland measured 73.9 cc, height 48.3, width 55.4, and length 53.1. No gross hypoechoic\nareas were reported on the right side. The patient reviewed options for therapy with his urologist\nand was referred by his urologist to one of his radiation oncologists. A close friend had\nrecommended he come here for evaluation and exam and to discuss options. The patient\nelected to come here by his friend and fellow pastor, Rev. S. K. REVIEW OF SYSTEMS:\n\nGU: The patient reports urinary frequency every 2 hours. He reports nocturia x2. He\ndenies any urgency, hesitancy, burning with urination. Hesitancy only if he skips\nFlomax. Denies burning with urination, straining, or teakage. Urinary stream is\ngood. He feels he empties the bladder completely. He reports erections\nadequate for intercourse without Viagra, Levitra, or Cialis. GENERAL: The patient denies any iumps, bumps, headaches, fevers, chills, night sweats,\nweight loss, or other tumor-related complaints. Appetite is good. Energy level is\nfine. MSs: Patient reports two years ago he woke up with pain in bilateral shoulders and\nlegs. The patient tried cortisone and it was better but only after five pills. He has\nseen a chiropractor and has tried tumeric. Pain for one year. Patient took\ntumeric blend for nerves and Ease. After two weeks, no pain. The patient tried\nweaning off and pain returned. DERM: History of precancerous lesion on the nose. No other lesions or abnormalities. HEENT: Patient wears corrective lenses. No throat problems or hearing difficulties. CV: History of hypertension, controlled fairly well with borderline increased\n\ncholesterol. No chest pain, MI, or edema. PULM: No shortness of breath, cough, hemoptysis, hematemesis, or sputum production. ENDO: No thyroid disease or diabetes.\n\n--- Page 2 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 3/20/2018 JACKET #: 114556\n\nPHY: Gordon L. Grado MD FACRO FACR\n\nPage 2\n\nREVIEW OF SYSTEMS: (continued)\n\nNEURO: No seizure activity, stroke, or loss of consciousness. PSYCH: Negative. Gl: Bowel movements normal, two per day, without blood, mucus, straining,\nconstipation, or diarrhea. History of colonoscopy 15 years ago. INF DIS: Denied. No history of blood transfusions, hepatitis, STD, or HIV. CURRENT MEDICATIONS: Multivitamins, tamsulosin b.i.d., Ease, tumeric blend for nerves,\naspirin 81 mg, losartan, amlodipine. ALLERGIES: Denied. Allergy to IV contrast: Denied. FAMILY HISTORY: Grandfather with colon cancer. PREV RT: Denied. PREV CHEMO:\nDenied. SURGICAL HX: Denied. SLEEP APNEA: Denied. SOCIAL HX: Patient is a pastor in\nAvondale and running a food bank. Married with three children. ETOH: Rare. TOBACCO:\nDenied. PHYSICAL EXAM:\n\nGENERAL: Patient is a well-developed, well-nourished male in no acute distress and\nappears stated age. Weight: 214 Ibs. Height: 5’8”. SKIN: In good condition. No abnormalities or lesions noted. No rashes, petechiae, or\necchymosis. LUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 4/6 systolic ejection murmur. He reports undergoing extensive workup in\nthe past with diagnosis and no recommendations. Felt to be normal. BREASTS: Normal male bilaterally without masses, tenderness, or discharge. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas. B&J: No bony percussion tenderness. Normal range of motion of all four extremities. NEURO: Cranial nerves II-XIl intact. Motor and sensory within normal limits. Patient\noriented X 3. ABDOMEN: Soft, nontender without masses. No significant HSM. Normal bowel sounds\npresent in all four quadrants. HEENT: Normocephalic. PERRLA. EOMI. No oral pathology identified. Trachea\nmidline. GU: Testes are descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses were noted. Biopsy site noted, anterior rectal wall, involving\n\nthe rectal wall. PROSTATE: Two nodules noted on the left side of the prostate gland, left base and left apex,\nand a larger mass noted in right apex. IMPRESSION: 1) Rising/elevated PSA. 2) History of adenocarcinoma of the prostate. 3) History\nof hypertension. TREATMENT PLAN/RECOMMENDATION: | had a long discussion with the patient regarding the\noptions for therapy including the rationale, risks, goals, side effects, and alternatives. Discussed\nat length and detail with specifics. Questions answered. During discussion, we reviewed options\nincluding unconventional forms of therapy, cryotherapy, hyperthermia, particle beam irradiation\ntherapy, robot-assisted surgery, watchful waiting, chemotherapy, androgen deprivation therapy,\nsurgery (and its various options), and radiation therapy (and its various options). Side effects\ndiscussed both acute to chronic and minimal to severe. The side effects discussion included but\nwas not limited to the discussion of bowel and bladder changes, bowel and bladder damage,\n\n--- Page 3 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 3/20/2018 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\nPage 3\n\nTREATMENT PLAN/RECOMMENDATION: (continued)\n\nneed for surgical correction, impotence, incontinence, bleeding, infection, nerve injury, fissure,\nfistula. Also discussed published literature. The patient was led to believe that brachytherapy\nwas no longer utilized in treating prostate cancer. | indicated this was certainly not the case but\nthat brachytherapy had to be offered for the appropriate reasons and clinical picture. Following\ndiscussion and review, the patient wished to proceed with radiation therapy. In this setting\nbecause of the hard nodule identified, rectal wall changes, rising PSA, abnormal with prostate\ndigital rectal examination; | would recommend a combination of XRT and brachytherapy as the\nbest treatment or XRT alone. This discussed at length and detail. Following discussion and\nreview, the patient wished to proceed. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on March 24, 2018 8:01:18 PM\n\nGordon L Grado, MD, FACRO, FACR, Ph D (he)\nGLG/TH\n\nDd: 3/20/2018\nDt: 3/23/2018\n\ncc: Michael Brown, DO\n\n--- Page 4 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 3/21/2018 JACKET #: 114556\nPHY: Gordon L. Grado, MD, FACRO, FACR\n\nAPPT TYPE: Outpatient Visit Note—Scottsdale Offices\n\nNARRATIVE: Patient seen today for reevaluation and exam. There has been no change in\nphysical exam status or review of systems. Patient consented to proceed with radiation therapy. He is here for simulation. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on March 24, 2018 7:52:30 PM\n\nGordon L Grado, MD, FACRO, FACR, Ph D (he)\n\nGLG/ALH\n\nDd: 3/21/2018\nDt: 3/23/2018\n\n--- Page 5 (OCR) ---\nPEB/28/2019/TEU 07:58 AM PAY No, P 002\n\nNORTH ? VALLEY\nSURGERY CENTER\n\nAn aftiliate of Honor Health™\n\nHISTORY & PHYSICAL\nPATIENT NAME: SIMS, MICHAEL J DOS: 05/16/2018\nDOB: 08/03/1952 ACCOUNT #: 4055875\nGENDER: M AGE: 65\n\nSURGEON; Gordon Grado, MD\n\nNARRATIVE: The patient is a 65-year-old male initially seen by me, 03/20/2018. He hada |\nhistory of several PSAs with his primary care physician but was not sure of the values. Digital\nrectal exams were reported to be negative. On August 16, the PSA increased to 6.4, He was\nreferred for urologic evaluation and exaro. Unfortunately, the patient had been on Medicaid and\nlost his insurance. Medicare kicked in, and he reestablished cate with Dr. Brown. On December\n2017, PSA,74. Digital rectal examination reported to be negative. The patlent reported nocturia\n4 to 5 times with frequency every 1 hour. He was started on Flomax. Digital rectal examination,\nwas performed. He was recommended to undergo biopsy of the prostate,\n\nThe procedure was performed under local anesthesia, [t was extremely painful. Pathology\nreport AS18-00147 on 02/13/2018 noted Gleason 3+3=6 involving right medial apex,\nRemainder of the biopsies were negative. Specimen lengths ranged from 0.1 to 1.5 em. The\nprostate gland measures 73 g. The patient had significant rectal bleeding following the biopsy,\nThe options for therapy were reviewed. He was referred here for a second opinion. Two\n\nCit OF ( 0 Wto ELS ; Das ant Gp OA, AUG a oeks als i, 11g\napex. After reviewing the options for therapy including the rationale, risks, goals, side effects,\nand alternatives, the patient elected to proceed with radiation therapy. He is interested in\nprostate brachytherapy, He is referred by a previous patient and fellow pastor. The patient underwent a course of radiation therapy of 5040 c Gy in 28 fractions. He is now\nteady to proceed with brachytherapy boost, The options for therapy wete discussed with the\npatient at length and in detail, Following discussion and review, he wished to proceed with\nradiation therapy with brachytherapy boost,\n\nREVIEW OF SYSTEMS:\n\nGENITOURINARY: Patient reports utinary frequency related to recent radiation therapy. Beforchand, he voided every 2 hours. He reported nocturia x2. He denied any urgency,\nhesitancy, burning with urination, The patient has some hesitancy only if he skipped Flomax,\n\n8901 E, Raintree Drive, Suite 100 G Scottsdale, AZ 85260\nPhone: (480) 767-2100 U Fax: (480) 767-2101\n\n--- Page 6 (OCR) ---\nPEB/28/2019/TH0 07:58 AM FAX No, P, 003\n\nPatient Name: SIMS, MICHAEL J\nDate of Surgery: 05/16/2018\n\nPage 2of4\n\nGENERAL: Patient denies any lumps, bumps, headaches, fevers, chills, night sweats, weight\nloss, or other tumorlike cornplainis. Appetite is good. Energy level is fine. MUSCULOSKELETAL: The patient reports that, 2 years ago, he woke up with pain in his\nbilateral shoulders and legs. The patient tried cortisone, but it was better only after 5 pills. He\nhad seen a chiropractor and tried tumeric,\n\nDERMATOLOGIC: History of precancerous lesion removed from nose. No otber lesions or\nabnormalities. MEENT; The patient weats corrective lenses. No throat problems or hearing difficulties. CARDIOVASCULAR: History of hypertension, controlled well with borderline increased\ncholesterol. No chest pain, MI, DM,\n\nPULMONARY: No shortness breath, cough, hemoptysis, hematemesis, of sputum production,\nENDOCRINE: No thyroid disease or diabetes. NEUROLOGIC: No seizures, strokes, or loss of consciousness,\n\nPSYCHIATRIC: Negative. GASTROINTESTINAL: Bowel movements without blood, mucus, straining, constipation, or\ndiarrhea, The patient had colonoscopy 15 years ago,\n\nINFECTIOUS DISEASE: Denied. No history of blood transfusion, hepatitis, STD, HIV,\n\nCURRENT MEDICATIONS: Multivitamins, tamsulosin, Ease turmeric blend for nerves,\naspirin 81 mg, Discontinued losartan and amlodipine. ALLERGIES TO MEDICATIONS: Denied. ALLERGIES TO IV CONTRAST: Denied\n\nFAMELY HISTORY: Grandfather with colon caucer,\nPREVIOUS RADIATION THERAPY: As noted above,\nPREVIOUS CHEMOTHERAPY: Denied,\n\nSURGICAL HISTORY: Denied,\n\nSLEEP APNEA: Denied.\n\n--- Page 7 (OCR) ---\nPEB/28/2019/THU 07:59 AM FAX No, P, 004\n\nPatient Name: SIMS, MICHAEL J\nDate of Surgery: 05/16/2018\n\nPage 3 of 4\n\nSOCIAL HISTORY: Patient is a pastor in Avondale running Food Bank. He is married with 3\nchildren. Et OH use rare. Tobacco use denied. PHYSICAL EXAM:\n\nGENERAL: Patient is well developed, well nourished male in no acute distress, Appears stated\nage. SKIN: Good condition, No lesions or abnormalities identified. LUNGS: Clear to auscultation and percussion. Nortnal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 4/6 systolic ejection murmur. The patient reports undergoing extensive.\nworkup in the past with diagnosis without recommendations. BREAST: Normal male bilaterally without mass, discharge, or tenderness. LYMPH NODES: No significant peripheral lymph nodes palpable in the cervical,\nsupraclavicular, axillary, or inguinal areas. BONE AND JOINT: No bony petcussion tenderness. Normal range of motion of all 4\n\nextremities. NEUROLOGIC: Cranial nerves 2-12 intact. Motor and sensory within normal limits. Patient\noriented x3. ABDOMEN: Soft, nontender. No masses. No significant hepatosplenomegaly. Nomual bowel\nsounds present,\n\nHEENT: Normocephalic. Pupils equal, round, reactive to light and accommodation. Extraocular muscles intact. No oral pathology noted, Trachea midline. GENITOURINARY: Testes descended bilaterally. Penis citcumcised without lesions,\n\nRECTAL: No rectal masses noted. Biopsy site noted. Area involved the antetior rectal wall,\nconcerning for biopsy changes\n\nIn the prostate gland, two nodules noted, left-side of prostate, left base, left apex, larger 1 right\napex. DISCUSSION: I had a long discussion with the patient regarding the options for therapy\nincluding the rationale, risks, goals, side effects, and alternatives. Discussion was at length and\nin detail with specifics. Questions were answered, During discussion, reviewed options\nincluding unconventional forms of therapy, cryotherapy, hyperthermia, particle beam radiation\n\n--- Page 8 (OCR) ---\nFRB/28/2019/THU 07:59 AM FAX No, P. 005\n\nPatient Name: SUMS, MICHAEL J\nDate of Surgery: 05/16/2018\n\nPage 4 of 4\n\ntherapy, robot-assisted surgery, watchful waiting, chemotherapy, andtogen-deprivation therapy,\nsurgery (and its various options), and radiation therapy (and various options). Side effects were\ndiscussed, both acnte and chronic, tin to severe, Side effect discussion included but was not\nlimited to discussion of bowel and bladder changes, bowel and bladder damage, need for surgical\ncorrection, impotence, incontinence, bleeding, infection, nerve injury, fissure, fistula, F ollowing\n\n_ discussion and review, patient wished to proceed with prostate brachytherapy boost. This was\nthen discussed more at length and in detail with specifies. Following discussion and review,\npatient wished to proceed. He consented to proceed with brachytherapy boost. Gordon Grado, MD\n\nGG/ev/4497148/169650\nD: 05/15/2018 — T: 05/15/2018\n\n--- Page 9 (OCR) ---\nPEB/28/2019/THU 08:00 AM FAX No, P, 009\n\nNORTH ? VALLEY\nSURGERY CENTER\n\nAn affiliate of Honor Health™\n\nOPERATIVE REPORT\nPATIENT NAME: SIMS, MICHAEL J DOS: 05/16/2018\nDOB: 08/03/1952 ACCOUNT #: 4055875\nGENDER: M AGE: 65\n\nSURGEON: Gordon Grado, MD\n\nPREOPERATIVE DIAGNOSIS:\n\n1, Adenocarcinoma of prostate, locally advanced stage B3.\n2, Patient status post XRT. POSTOPERATIVE DIAGNOSIS:\n\n1. Adenocarcinoma of prostate, lovally advanced stage B3.\n\n2. Patient status post XRT,\n\n3. Increased vascular structures periprostatic, right greater than left.\n4. Jncreased vascular structures within prostate.\n\n5. More posterior placed urethra. ASSISTANT: Carlos Caballero\nPROCEDURE:.\n\n1. Insertion of afterloading trocars under ultrasound and fluoroscopic guidance,\n\n2. Placement of fiducial marker at the apex of the prostate gland,\n\n3. Retrograde cystogran/urethrogram,\n\n4, Perioperative ultrasound volume study,\n\n5, Movement of prostate gland posteriorly, moving the rectal bungp posteriorly and the apex of\nthe prostate gland posteriorly, base anteriorly.\n\n. Development of space between the prostate and rectura for space ot separation,\n\nANESTHESIA: General LMA,\n\nDETAILS OF THE PROCEDURE: Prior to procedure, I met the patient in the preoperative\narea. The patient recognized me, confirmed his identity, and described well the planned\nprocedure, Patient consented to proceed. I visited with both the patient and his wife. The\npatient consented to having students present in the OR to monitor.\n\n3)\n\n8901 E. Raintree Drive, Suite 100° Scottsdale, AZ 85260\nPhone: (480) 767-2100 « Fax: (480) 767-2101\n\n--- Page 10 (OCR) ---\nFEB/28/2019/TEU 08:00 AM FAX No, P. 010\n\nPatient Name: SIMS, MICHAEL J\nDate of Surgery: 05/16/2018\n\nPage 2 of 3 ey ensneetyettaeeney\n\nThe patient was met coming in the operating room. He again recognized me, confirmed his\nidentity, described well the planned procedure. The patient consented to proceed. He\nparticipated in the timeout in the OR. Following suitable general endotracheal anesthesia with an LMA, the patient prepped and draped\nin dorsal lithotomy position. I noted that the ultrasound cradle and the B&K stepper stabilize\nunit had been tampered with and repair was required. I notified the OR nurse manager. The bladder was drained of urine and filled in retrograde manner with contrast. Retrograde\ncystogram Was negative. A Foley catheter was placed in bladder to identify coarse of the urethra\nthrough the gland. Retrograde cystogram was negative. Foley catheter in place to identify the\ncourse of urethra. This also provided help with stabilization of the prostate gland during the\nprocedure. An ulttasound volume study was performed and compared to preop scan, Modification plan was\nnecessary due to changes in size and shape of the prostate. Prior to the procedure, the prostate\nBland measured 45.4 x 49.5 x 62.5 mm, for a volute of 66 m L, Today the prostate gland\nmeasured 42, x 50 x 60 mm, for a volume of 65.7 m L. A different needle placement was\nperformed. I began by placing the needles in rows 5, followed by row 4. These needles were\nthen cheoked both by biplane ulirasound and fluoroscopic guidance before attaching a Mick TP\n200 applicator to each needle and depositing radioactive seeds as each needle was withdrawn, I\nthen placed needles in row 3 and again each needle's position was checked before depositing\nseads with the Mick TP 200 applicator. I then proceeded to rows 1 and 2. Prior to placing\nneedles in tow 1, a K3 needle was utilized to circumnavigate the rectal bump below the apex of\nthe prostate gland bringing the rectal bump posteriorly, the apex postetiorly, separated frarn the\ntect, and then the base anteriorly. These needles were then advanced to the base of the\nprostate gland and then placed __ row 2, The patient tolerated the procedure well,\n\nAt the end of this procedure, the space between needles were then checked. Two additional\ntrocars were placed at rows 1/1/2 bilaterally laterally, 2/1/2 bilaterally laterally, and row 3/1/2\nbilaterally laterally before advancing needles to the base of the gland and depositing seeds as\neach needle was withdrawn from the patient. A total of 205 seeds of 0.21 millicurie per seed\nfrom Iso Aid wete deposited. At the end of the procedure, space was noted to have developed\nbetween the prostate gland and rectum. This was facilitated by additional needle placement in\nthis space to create a hematoma. At the end of the procedure, direct pressure was applied to the\nprostate gland below apex to reduce swelling and bleeding within the gland. The patient\ntolerated the procedure well,\n\nWill plan to see him back in our office for dosimetry studies and images. Gordon Grado,\n\nGG/kb/4505917/2/169650\n\n--- Page 11 (OCR) ---\nPEB/28/2019/THU 08:01 AM FAX No, Poi\n\nPatient Name: SIMS, MICHAEL J\nDate of Surgery: 05/16/2018\n\nPage 3 of 3\n\nD: 05/21/2018 = T: 05/21/2018\n\nec: North Valley Surgery Center\n\n--- Page 12 (OCR) ---\nPEB/28/2019/THU 07:59 AM PAX No, P, 006\n\nNORTH ? VALLEY\nSURGERY CENTER\n\nAn affiliate of Honor Health™\n\nOPERATIVE REPORT\n\nPATIENT NAME: SIMS, MICHAEL J DOS: 05/16/2018\nDOB: 08/03/1952 ACCOUNT #: 4055875\nGENDER: M AGE: 65\n\nSURGEON: Gordon Grado, MD\n\nPREOPERATIVE DIAGNOSIS:\n\n1. Adenocarcinoma of prostate, stage B3.\n2. BPH.\n3. History of XRT prior to brachytherapy. POSTOPERATIVE DIAGNOSIS:\n\n1. Adenocarcinoma of prostate, stage B3.\n2. BPH,\n\n3. History of XRT prior to brachytherapy.\n4, Vascular prostate more posterior urethra. PROCEDURE;\n\n1. Insertion of radioactive iodine-125 seeds (isolated) under ultrasound and fluorascopic\nguidance. Placement of gold fiducial marker at apex. Ultrasound volume study. Retrograde cystogram/urethrogram,\n\n. Movement of prostate apex above rectal bump.\n\n. Development of space between prostate and rectum. Aw ROM\n\nASSISTANT: Carlos “Ot Hs,\n\nANESTHESIA: General LMA. DETAILS OF THE PROCEDURE: The patient was seen prior to procedure with his wife,\nThe patient recognized me, confirmed his identity, and described well the planned procedure. Patient consented to proceed. He agreed to have students present in the OR to watch,\n\nThe patient was met coming into the operating room. He again recognized me, confirmed his\nidentity, described well the planned procedure. The patient consented to proceed. He\nparticipated in the timeout.\n\n8901 E, Raintree Drive, Suite 100 + Scottsdale, AZ 85260\nPhone: (480) 767-2100 » Fax: (480) 767-2101\n\n--- Page 13 (OCR) ---\nPRB/28/2019/THU 07:59 AM FAX No, P. 007\n\nPatient Name: SIMS, MICHAEL J\nDate of Surgery: 05/16/2018\n\nPage 2 of 3\n\nPrior to procedure, I noted that the stepper stabilize unit and ultrasound cradle had been tampered\nwith. These were repaired to permit proceeding with the patient's case. Following suitable general endotracheal anesthesia, patient prepped and draped in dorsal\nlithotomy position. A, perioperative ultrasound volume study was perfortned and compared to\npreop scan, Modification plan was necessary due to changes in size, shape of the prostate. This\nwas accorntodated intraoperatively, Prior to the procedure, the patient had undergone\nultrasound volume study measuring 45,4 x 49.5 x 62.5 mtn, for a volume of 66 rl. Today the\nprostate measured 42 x 50 x 60 mm, fora voliune of 65.7 m L. A biplane implant was\ndeveloped, but needle placement was modified, The space betweet the rectum and the prostate\ngland was analyzed, This had increased due to the previous XRT procedure and prepatation. A Foley catheter was placed in the bladder. This to identify course of urethra through the pland. Retrograde cystogram was negative. The catheter was left in place to identify coarse of the\nutethra through the prostate, A dummy gold seed was placed at the apex of the prostate on\npatient's right side, This to identify the inferior extent. I began first by placing needles in row 5;\nfollowed by row 4, then rows 3 by itself, then rows 1 and 2. After each row of needles wete in\nproper position, each needle's position was checked both by biplane ultrasound and fluoroscopic\nguidance, The stylets were then removed from the needle through which radioactive jodine-125\nseeds were inserted as cach needle was withdrawn from the patient. The patient tolerated the\nprocedure well, The patient had large blood vessels noted at the apex of the prostate gland on\nthe right side greater than left. Also increased blood vessels noted throughout the prostate. This\ncaused some movement of the seeds within the prostate gland during deposition. Because we\nwere doing fluoroscopy, I could see that occurring and then could accommodate accordingly. A\nGE OEC C-anm was ‘utilized during the procedure for the fluoroscopy and a B&K. Leopard\nultrasound unit with model 8551 multi-hertz probe. In placing needles in row 1, I used a K3\n\n____sneedie to circumnavigate the rectal bump below the apex of the prostate gland. This allowed =\ndepression of the rectum posteriorly and then entering the prostate. This allowed me to move the\napex posittiorly and the base anteriorly. After needles were placed in row 1, 1 then proceeded to\nrow 2. After all needles were in position, all seeds deposited, all needles removed from the\npatient. I then placed 2 additional needles in row 1/1/2 bilaterally laterally, 2/1/2 bilaterally\nlaterally, and 3~1/2 bilaterally laterally to accommodate prostate gland movement that occurred\nduring the process, as well as seed movement. At the end of the procedure, a total of 205 seeds\nof 0.21 millicurie per seed from Iso Aid were utilized. Two seeds had noted to pass within the\nbladder, One seed was able to be recovered and transported back to hot lab for disposal and\ndecay, Will plan to see the patient back in our office before distuissal,\n\nI visited with his wife in waiting area and the patient in recovery. Gordon Grato MD : ,\n\nGG/kb/4503917/169650\n\n--- Page 14 (OCR) ---\nFEB/28/2019/THU 08:00 AM FAX No, P, 008\n\nPatient Name: SIMS, MICHAEL J\nDate of Surgery: 05/16/2018\n\nPage 3 of 3\n\nD: 05/21/2018 T: 05/21/2018\n\nec: North Valley Surgery Center\n\n--- Page 15 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 9/04/2018 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nAPPT TYPE: Outpatient Visit Note-~Glendale Offices\n\nDIAGNOSIS: Clinical stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate\n\nTREATMENT: Tomo Therapy helical beam radiation therapy 3/27/18-5/03/18 followed\nby prostate brachytherapy I-125 seeds 5/16/18\n\nINTERVAL SINCE RT: Three and a half months\n\nPATIENT LAST SEEN: 05/16/18\n\nDATE OF SERVICE: 09/04/18\n\nNARRATIVE: Patient seen today for his first follow up visit having completed radiation therapy\nfor prostate cancer. The patient reports “I am doing okay, | think\". The patient is still having\nsome urinary symptoms. He still has some hesitancy and incomplete emptying of bladder. He\nnotes getting up at night. He reports that he has been getting used to having burning sensation\nwith urination. Burning sensation seems to begin in the prostate gland and radiates out to the\nend of the penis. In addition, patient had noted some burning sensation to the rectum but this\nhas resolved. He reports being treated for infection x2 through Dr. Nelson's office. The\nantibiotics “seemed to help”. It did not eliminate the discomfort. The patient was advised that the\nswelling of the prostate gland is the source of discomfort and pain either radiating to the rectum or\nthe penis. We discussed other symptoms. He denies any difficulties. He denies heavy lifting or\nstrenuous activities. He denies problems with constipation or straining with bowel movements or\nsitting on the commode for a period of time. He reviews the burning sensation in the penis. Itis less. In the past it had traveled to the rectum\nbut has resolved. it goes posteriorly and anteriorly. He reports that it does occur every time he\nvoids but varies in degree. The patient's PSA history was reviewed.\n\n08/16 PSA 6.4. ng/m L\n12/17 PSA 7.4.ng/m L\n08/22/18 PSA 1.4 ng/m L, testosterone 409\n\nPatient is pleased with response and results. REVIEW OF SYSTEMS:\n\nGU: Patient reports frequency of urination. Patient voids frequent small amounts. He denies any incontinence, leakage, or hematuria. Patient reports erectile\ndysfunction. Gl: Bowel movements without blood, mucus, straining, or constipation. He does\n\nhave some looser stools. Patient reports stools are short loose bursts. He\nreports being very gassy but notes this began after taking a high-fiber smoothy\nevery morning. | advised against that and recommended fiber in diet with\nCitrucel powder in the a.m. MS: History of precancerous lesions on nose. DERM: No skin cancers or lesions. HEENT: No history of hearing difficulties. No throat problems or complaints. No vision\ndisturbances reported. CV: No chest pain, MI, or edema. Patient has heart murmur. PULM: No shortness of breath, cough, hemoptysis, hematemesis, or sputum production. ENDO: No thyroid disease or diabetes,\n\nNEURO: No seizure activity, stroke, or loss of consciousness. PSYCH: Negative. CURRENT MEDICATIONS: Flomax b.i.d., cholesterol medication.\n\n--- Page 16 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 9/04/2018 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\nPage 2\n\nALLERGIES: No known allergies. Patient denies allergy to IV contrast. SOCIAL HX: Patient reviews how he came here. He had been referred by a previous minister\nwho | treated over 10 years ago for prostate cancer. He reported that he and this other minister\nwere associate ministers in a very large church where someone came up during an altar call for\nprayer and it turned out to be a physician who had been diagnosed with prostate cancer. That\nphysician had come to see us and had been treated. In checking back with the physician now\nsome 15 years later he was doing well. PAST MEDICAL HX: Unchanged. Patient sees Dr. Simonie regarding his heart. PHYSICAL EXAM:\nGENERAL: Patient is a well-developed, well-nourished male in no acute distress and\nappears stated age. SKIN: In good condition. No abnormalities or lesions noted. No rashes, petechiae, or\necchymosis. LUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 3/6 systolic ejection murmur. No evidence for edema, cyanosis, clubbing. BREASTS: Normal male bilaterally without masses, tenderness, or discharge. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas. B&J: No bony percussion tenderness. Normal range of motion of all four extremities. NEURO: Cranial nerves Il-Xli intact. Motor and sensory within normal limits. Patient\noriented X 3. ABDOMEN: Soft, nontender without masses. No significant HSM. Normal bowel sounds\npresent in all four quadrants. HEENT: Normocephalic. PERRLA. EOMI. No oral pathology identified. Trachea\nmidline. GU: Testes are descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses were noted. Rectal mucosa negative. Previous biopsy\n\nchanges resolved. PROSTATE: No nodules present on the left side. Left side of the prostate gland has marked\nimprovement in thickening from mid gland to apex. | would no longer call it a\nlarge mass. BLADDER SCAN: Patient taken to ultrasound. Bladder scan performed without abnormalities or\nlesions. No stones or diverticula. Bladder PVR 42.7 cc. Examination with B&K Leopard\nultrasound unit with model 8553 multihertz probe. Prostate gland measured through the anterior\nabdominal wall 37 x 44 x 56 mm for a volume of 48.6 cc. Scattered hyperechoic areas noted\nwithin the prostate. IMPRESSION: 1) History of stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate\nthree and a half months post XRT and brachytherapy without clinical or laboratory evidence for\nrecurrence. 2) Improvement on digital rectal exam. 3) Marked improvement in PSA. 4) History\nof hyperlipidemia. TREATMENT PLAN/RECOMMENDATION: Would recommend continued follow up with recheck\nexamination in six months or sooner p.r.n. | also recommend that patient try Cialis. He had been\ngiven prescription and medication through Dr. Nelson's office. We reviewed that Good Rx may\nbe able to provide him the medication less costly than his office, which it was cheaper than\nstandard prescription. Patient was given a prescription for Revatio.\n\n--- Page 17 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 9/04/2018 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\nPage 3\n\nThis report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on September 09, 2018 9:17:51 PM\n\nGordon L Grado, MD, FACRO, FACR, Ph D (hc)\nGLG/ALH\n\nDd: 9/04/2018\nDt: 9/05/2018\n\nCe: Michael Brown MD\nRoscoe Nelson MD\nFrederick Simonie MD\n\n--- Page 18 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 3/12/2019 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nAPPT TYPE: Outpatient Visit Note—Scottsdale Offices\n\nDIAGNOSIS: Clinical stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate\n\nTREATMENT: Tomot Therapy helical beam radiation therapy 3/27/18-5/03/18 followed\nby prostate brachytherapy I-125 seeds 5/16/18\n\nINTERVAL SINCE RT: 10 months\n\nPATIENT LAST SEEN: 09/04/18\n\nDATE OF SERVICE: 03/12/19\n\nNARRATIVE: Patient seen today for reevaluation and exam. The patient’s PSA history was reviewed.\n\n08/16 PSA 6.4.ng/m L\n12/17 PSA 7.4 ng/m L\n08/22/18 PSA 1.1 ng/m L, testosterone 409\n02/19/19 PSA 0.3 ng/m L\n\nThe patient reports doing well except burning with urination. It occurs every time from the back of\nthe penis to the front. He denies any other problems or difficulties. He is otherwise doing well. The patient saw Dr. Nelson and has the next checkup in eight to nine months. The patient is very pleased with the PSA results and response. He denies any new problems or difficulties. No lumps, bumps, headaches, fevers, chills, night\nsweats, weight loss, or other tumor-related complaints. REVIEW OF SYSTEMS:\n\nGU: Patient reports nocturia 2 to 3 times. He reports urinary frequency every 2 to 3\nhours. Patient denies any urgency, incontinence, hematuria. He has some\nburning with urination. Patient feels he empties his bladder completely. He\ndenies straining with urination. Urinary stream is moderate. Patient reports he\ntried Cialis and was not very effective. We discussed daily sildenafil. Patient\nneeds to take this on a more regular basis. We will also check the patient's\ntestosterone level, which can fluctuate during the course of therapy. Of note,\npatient had some erective dysfunction when initially seen at the first visit. Gl: Bowel movements without blood, mucus, straining, constipation, or diarrhea. GENERAL: WT: 205 lb. Appetite is good. Energy level is good. Ms: No bone pain or abnormalities. DERM: History of precancerous lesion removed on nose. HEENT: No history of hearing difficulties. No throat problems or complaints. No vision\ndisturbances reported. CV: History of heart murmur. History of hyperlipidemia. No chest pain, MI, or edema. PULM: No shortness of breath, cough, hemoptysis, hematemesis, or sputum production. ENDO: No thyroid disease or diabetes. NEURO: No seizure activity, stroke, or loss of consciousness. PSYCH: Negative. CURRENT MEDICATIONS: Flomax b.i.d., cholesterol medication. ALLERGIES: Denied. Patient denies allergy to IV contrast. SOCIAL HX: Unchanged. PAST MEDICAL HX: Unchanged.\n\n--- Page 19 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 3/12/2019 JACKET #: 114556\n\nPHY: Gordon L. Grado MD FACRO FACR\n\nPage 2\n\nPHYSICAL EXAM:\n\nGENERAL: Patient is a well-developed, well-nourished male in no acute distress and\nappears stated age. SKIN: In good condition. No abnormalities or lesions noted. No rashes, petechiae, or\necchymosis. LUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 3/6 systolic ejection murmur. No evidence for edema, cyanosis, clubbing. BREASTS: Normai male bilaterally without masses, tenderness, or discharge. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas. B&J: No bony percussion tenderness. Normal range of motion of all four extremities. NEURO: Cranial nerves II-XII intact. Motor and sensory within normal limits. Patient\noriented X 3. ABDOMEN: Soft, nontender without masses. No significant HSM. Normal bowel sounds\npresent in all four quadrants. HEENT: Normocephalic. PERRLA. EQOMI. No oral pathology identified. Trachea\nmidline. GU: Testes are descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses were noted. Rectal mucosa negative. Previous biopsy\n\nchanges resolved. PROSTATE: Smooth, nontender without nodules. Lateral sulci and seminal vesicles negative. Slight thickening present at the apex of the prostate gland, right side greater than\nleft. No nodules noted. CT SIMULATION: The patient taken to the CT scan. This to obtain imaging studies for\ncomparison of the prostate gland. Images obtained. Images reconstructed in sagittal, coronal,\nand axial views on a separate monitor. No films obtained. No diagnostic interpretation provided. Images utilized to monitor the effects of radiation therapy on the prostate gland as well as\nresponse to therapy. Good seed distribution noted throughout the prostate. The prostate gland\nwill decrease from superior to inferior and anterior to posterior dimension. This needs to be monitored and followed. IMPRESSION: 1) History of stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate, 10\nmonths post XRT and brachytherapy without clinical or laboratory evidence for recurrence. 2)\nMarked improvement in PSA. 3) Hyperlipidemia. 4) Erectile dysfunction,\n\nTREATMENT PLAN/RECOMMENDATION: Would recommend continued follow up with recheck\n\nexamination in six months or sooner p.r.n. The patient again given a prescription for Revatio and\ninstructed regarding use, precautions, and warnings. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on April 16, 2019 11:09:54 AM\n\nll Kw\n\nGordon L Grado, MD, FACRO, FACR, Ph D (he)\nGLG/TH\n\n--- Page 20 (OCR) ---\nRE: SIMS, MICHAEL J DOB:\nDATE: 3/12/2019 JACKET #:\nPHY: Gordon L. Grado MD FACRO FACR\n\nPage 3\n\nDd: 3/12/2019\nDt: 4/01/2019\n\ncc: Michael Brown MD\nRoscoe Nelson MD\nFrederick Simonie MD\n\n8/03/1952\n114556\n\n--- Page 21 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 9/13/2019 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nAPPT TYPE: Outpatient Visit Note—Scottsdale Offices\n\nDIAGNOSIS: Clinical stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate\n\nTREATMENT: Tomo Therapy helical beam radiation therapy 3/27/18-5/03/18 followed\nby prostate brachytherapy |-125 seeds 5/16/18\n\nINTERVAL SINCE RT: 16 months\n\nPATIENT LAST SEEN: 03/12/19\n\nDATE OF SERVICE: 09/13/19\n\nNARRATIVE: Patient was seen today for reevaluation and exam from the prostate cancer\nstandpoint. The patient's PSA history was reviewed.\n\n08/16 PSA 6.4.ng/m L\n12/17 PSA 7.4 ng/m L\n08/22/18 PSA 1.1 ng/m L, testosterone 409\n02/19/19 PSA 0.3 ng/m L.\n09/06/19 PSA 0.2 ng/m L\n\nThe patient underwent CT scan of the abdomen and pelvis with and without contrast on 07/08/19. No abnormalities were seen. There was a stable eccentric/saccular left paramedian infrarenal\naortic aneurysm seen with peripheral calcification. No surrounding inflammation or blood. Imaging studies compared to previous scan from 09/27/18. The patient sees Dr. Simonie, cardiologist, for checkup. He is following his abdominal! aortic\naneurysm and heart murmur. The patient's primary care physician is Dr. Brown who reports everything is doing well. He denies\nproblems or difficulties. REVIEW OF SYSTEMS:\n\nGU: Patient reports nocturia 3 to 4 times. He reports urinary frequency every 1 hour. He has some urgency. Patient denies any incontinence, burning, hematuria,\nstraining. He has a little bit of hesitancy with urination, Burning with urination\ncompletely gone. It is not uncommon between a year and 2/1/2 years to see a\nslight burning with urination begin and then resolve in this timeframe. Patient\nreports urinary stream is moderate. He reports erections not adequate for\nintercourse. Erections semi. Patient with erectile dysfunction which antedates\nthe diagnosis and treatment of prostate cancer. GI: Bowel movements without blood, mucus, straining, constipation, or diarrhea. History of colonoscopy 17 years ago with polyps removed and benign. GENERAL: Wt: 183 Ib. Appetite is good. Energy level is good. MS: No bone pain or abnormalities. DERM: History of precancerous lesions on nose. HEENT: Patient wears corrective lenses. No throat problems, hearing difficulties, or\nvision disturbances. CV: History of heart murmur. History of abdominal aortic aneurysm again noted\nabove and stable. PULM: No shortness of breath, cough, hemoptysis, hematemesis, or sputum production. ENDO: No thyroid disease or diabetes. NEURO; No seizure activity, stroke, or loss of consciousness. PSYCH: Negative. CURRENT MEDICATIONS: Flomax b.i.d., rosuvastatin, losartan, amlodipine, and supplements.\n\n--- Page 22 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 9/13/2019 JACKET #: 114556\nPHY: _ Gordon L. Grado MD FACRO FACR\nPage 2\n\nALLERGIES: Denied. Patient denies allergy to IV contrast. ETOH: Denied. TOBACCO: Denied. SOCIAL HX: Unchanged. PAST MEDICAL Hx:\nUnchanged. PHYSICAL EXAM:\n\nGENERAL: Patient is a well-developed, well-nourished male in no acute distress and\nappears stated age. Wt: 183 Ib. SKIN: In good condition. No abnormalities or lesions noted. No rashes, petechiae, or\necchymosis. LUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 3/6 systolic ejection murmur. No evidence for edema, cyanosis, clubbing. BREASTS: Normal male bilaterally without masses, tenderness, or discharge. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas,\n\nB&J: No bony percussion tenderness. Normal range of motion of all four extremities. NEURO: Cranial nerves II-XIl intact. Motor and sensory within normal limits. Patient\noriented X 3. ABDOMEN: _ Soft, nontender without masses. No significant HSM. Normal bowel sounds\npresent in all four quadrants. HEENT: Normocephalic. PERRLA. EOMI. No oral pathology identified. Trachea\nmidline. GU: Testes are descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses were noted. Rectal mucosa negative. PROSTATE: Smooth, nontender without nodules. Lateral sulci and seminal vesicles negative. IMPRESSION: 1) Stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate, 16 months\npost XRT and brachytherapy without clinical or laboratory evidence for recurrence. 2) History of\ndysuria not uncommon between a year and 2/1/2 years self-limited which has resolved as noted\nby the patient. 3) Continued improvement in PSA. 4) Hyperlipidemia. 5) Erectile dysfunction. TREATMENT PLAN/RECOMMENDATION: Would recommend continued follow up with recheck\nexamination in six months or sooner p.rn. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on September 30, 2019 7:44:57 AM\n\nle Kol\n\nGordon L Grado, MD, FACRO, FACR, Ph D (hc)\nGLG/TH\n\nDd: 9/13/2019\nDt: 9/30/2019\n\nCC: Michael Brown MD\nRoscoe Nelson MD\nFrederick Simonie MD\n\n--- Page 23 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 3/10/2020 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nAPPT TYPE: Outpatient Visit Note—Scottsdale Offices\n\nDIAGNOSIS: Clinical stage B3 (T2c (Gleason 3+3 = 6 adenocarcinoma of the prostate,\n\nTREATMENT: Tomo Therapy helical beam radiation therapy 3/27/18-5/3/18 followed by\nprostate brachytherapy boost iodine-125 seeds 5/16/18. INTERVAL SINCE RT: 22 months\n\nPATIENT LAST SEEN: 9/13/19\n\nDATE OF SERVICE: 3/10/20\n\nNARRATIVE: The patient was seen today for reevaluation and exam from the prostate cancer\nstandpoint. The patient's PSA history again reviewed.\n\n08/16 PSA 6.4ng/m L\n12/17 PSA _7.4.ng/m L\n08/22/18 PSA 1,1 ng/m L, testosterone 409\n02/19/19 PSA 0.3 ng/m L\n09/06/19 PSA 0.2 ng/m L\n\nThe patient reports checkup and review with Dr. Simonie, his cardiologist. He is very pleased\nwith the assistance and help he receives,\n\nThe patient reports checkup with Dr. Brown, his primary care physician. Exam was good. He\nhas had no additional scans, imaging tests, or other evaluations. He underwent Cologuard test\nwith results negative. The patient with history of bladder outlet obstruction past now improved. REVIEW OF SYSTEMS:\n\nGENERAL: Patient denies any lumps, bumps, fevers, chills, night sweats, weight loss or\nother tumor-related complaints. Weight 192 pounds. Appetite good. Energy\nlevel is good. GU: Patient with nocturia 3 to 5 times. He reports frequency during the day every 1\n\nhour related to fluid intake. He has some urgency. He has some urgency\nincontinence at times. He denies hesitancy, burning with urination, hematuria,\nstraining. He feels he empties his bladder completely. Urinary stream is\ndescribed as weak. Patient reports erections not adequate for intercourse semi. Patient's erectile dysfunction antedates diagnosis and treatment for prostate\n\ncancer. DERM: No lesions or abnormalities. HEENT Patient wears corrective lenses. No throat problems or hearing difficulties. Ms: No focal bone pain. Normal range of motion of all four extremities. CV: History of heart murmur. No chest pain, Ml, edema. PULM: No shortness of breath, hemoptysis, hematemesis, sputum production. ENDO: No thyroid disease or diabetes. GI: Cologuard test 10/7/19 negative. Patient denies any blood, mucus, straining,\nconstipation, or diarrhea. NEURO: No seizures, strokes, or loss of consciousness. PSYCH: Negative. SOCIAL HX: Patient denies any ETOH use or tobacco use. Patient runs a food bank for his\nchurch. Patient is a minister.\n\n--- Page 24 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 3/10/2020 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\nPage 2\n\nCURRENT MEDICATIONS: Flomax twice a day, rosuvastatin, losartan, amlodipine,\nsupplements. ALLERGIES TO MEDICADTIONS: Denied. PHYSICAL EXAM:\n\nGENERAL: Patient is a well-developed, well-nourished male in no acute distress and\nappears stated age. Wt: 192 Ib. SKIN: No lesions or abnormalities identified. No rashes, petechiae, or ecchymosis. Actinic changes noted on Sun-exposed areas. No other lesions or abnormalities. LUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 3/6 systolic ejection murmur. No evidence for edema, cyanosis, clubbing. BREASTS: Normal male bilaterally without masses, discharge, or tenderness. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas. Bad: No bony percussion tenderness. Normal range of motion of all four extremities. No evidence for edema, cyanosis, clubbing. NEURO: Cranial nerves |i through XII intact. Motor and sensory within normal limits. Patient oriented x3. ABDOMEN: Soft, nontender without nodules or significant hepatosplenomegaly. Normal\nbowel sounds present. HEENT: Normocephalic. PERRLA. EOMI. No oral pathology identified. Trachea\nmidline,\n\nGU: Testes descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses noted. Rectal mucosa negative. PROSTATE: Smooth, soft, nontender without nodules. Lateral sulci and seminal vesicles\nnegative. CT SIMULATION: The patient taken to CT scan. Imaging studies obtained. Imaging studies\nutilized to monitor effects of radiation therapy on the prostate gland and response to therapy. Prostate gland evaluated in Sagittal, coronal, and axial views. No films obtained. No diagnostic\ninterpretation provided. Imaging studies utilized to monitor effects of this therapy on the prostate\ngland. IMPRESSION: 1) Stage B3 (T2c¢), Gleason 3+3 = 6 adenocarcinoma of the prostate with the\npatient 22 months post XRT and brachytherapy without clinical or laboratory evidence of\nrecurrence. 2) improvement in bladder outlet obstruction but increased urinary frequency related\nto fluid intake. 3) History of hypertension. 4) History of hyperlipidemia, 5) Erectile dysfunction\nantedating diagnosis and treatment of prostate cancer. TREATMENT PLAN/RECOMMENDATION: Would recommend the patient return in six months\nor sooner when necessary. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on March 19, 2020 9:12:13 PM\n\nhil LK\n\nGordon L Grado, MD, FACRO, FACR, Ph D (he)\n\nGLG/TH\n\n--- Page 25 (OCR) ---\nRE: SIMS, MICHAEL J DOB:\n\nDATE: 3/10/2020 JACKET #:\nPHY: Gordon L. Grado MD FACRO FACR\nPage 3\n\nDd: 3/10/2020\nDt: 3/17/2020\n\nce: Michael Brown MD\nFrederick Simonie MD\n\n8/03/1952\n114556\n\n--- Page 26 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 9/16/2020 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nCOVID-19 precautions were followed including distancing, wearing masks, evaluating patient's\nsymptoms and temperature, evaluating patient's exposure risk, and obtaining pertinent history. APPT TYPE: Outpatient Visit Note—Scottsdale Offices\n\nDIAGNOSIS: Clinical stage B3 (T2c (Gleason 3+3=6 adenocarcinoma of the prostate. TREATMENT: Tomo Therapy helical beam radiation therapy 3/27/18-5/3/18 followed by\nprostate brachytherapy boost iodine-125 seeds 5/16/18\n\nINTERVAL SINCE RT: 28 months\n\nPATIENT LAST SEEN: 03/10/20\n\nDATE OF SERVICE: 09/16/20\n\nNARRATIVE: The patient was seen today with his wife for reevaluation and exam from the\nprostate cancer standpoint. The patient's PSA history again was reviewed\n\n08/16 PSA 6.4 ng/m L\n\n12/17 PSA 7.4ng/m L\n\n08/22/18 PSA 1.1 ng/m L, testosterone 409\n02/19/19 PSA 0.3 ng/m L\n\n09/06/19 PSA 0.2 ng/m L\n\n09/11/20 PSA <0.1, testosterone 428\n\nThe patient reports he is doing well without problems or difficulties. He also reports he is not\ngetting enough sleep, however, because of getting up 3-6 times to void. The patient did not come\non 9/08/20 for followup visit because he could not get in for a blood test because the blood test\nfacility was so backed up because of COVID. The patient reports checkup with primary care physician, Dr. Brown. Dr. Brown, unfortunately,\nhas left the office and he is looking for another primary care physician. He had treatment four\ntimes with WAVE therapy but stopped because of COVID. The patient has been scheduled to see Dr. Simonie regarding his aneurysm followup and exam. He unfortunately missed an appointment. He will be rescheduling. REVIEW OF SYSTEMS:\n\nGENERAL: Weight is 203 pounds. Appetite is good. Energy level is normal. Patient denies\nany lumps, bumps, fevers, chills, night sweats, weight loss or other tumor-related\ncomplaints. GU: Patient reports nocturia 3-6 times. He reports urinary frequency every 1-2 hours. He has some urgency. He reports some incontinence, but this is more terminal\ndribbling after voiding. He denies hesitancy, burning with urination, hematuria, or\nstraining. He questions whether he is able to empty his bladder or not because\nof frequency. Urinary stream is weak to moderate. The patient has history of\nerectile dysfunction antedating diagnosis and treatment of prostate cancer. DERM: No lesions or abnormalities. HEENT Patient wears corrective lenses. No throat problems or hearing difficulties. MS: No focal bone pain. Normal range of motion of all four extremities. CV: History of hypertension and hyperlipidemia, controlled with medication. History\nof heart murmur. No chest pain, MI, or edema. PULM: No shortness of breath, cough, hemoptysis, hematemesis, or sputum production. ENDO: No thyroid disease or diabetes\n\n--- Page 27 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 9/16/2020 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nPage 2\n\nREVIEW OF SYSTEMS: (continued)\n\nGI: Cologuard test 10/7/19 was negative. Patient denies any blood, mucus,\nstraining, constipation, or diarrhea. The patient had some hemorrhoid bleeding\none week ago. No seizures, strokes, or loss of consciousness\n\nNegative\n\nNEURO:\nPSYCH:\n\nCURRENT MEDICATIONS: The patient is not taking Flomax properly but will start. He will also\nreduce fluid intake in the afternoon and evening. The patient is also on losartan, rosuvastatin,\nlosartan, amlodipine, and supplements. The patient also takes many supplements in the morning\nand evening. | recommended discontinuing those in the evening to see if it helps urination. The\n\npatient took turmeric for back pain. He also takes a probiotic. SOCIAL HISTORY: Unchanged. PAST MEDICAL HISTORY: Unchanged. ALLERGIES TO MEDICATIONS: Denied. PHYSICAL EXAM:\n\nGENERAL:\n\nThe patient is seen today with his wife. He is a well-developed, well-nourished\nmale in no acute distress and appears stated age. Weight is 203 pounds. SKIN: No lesions or abnormalities identified. No rashes, petechiae, or ecchymosis. Actinic changes noted on sun-exposed areas. No other lesions or abnormalities. LUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 3/6 systolic ejection murmur. No evidence for edema, cyanosis, clubbing. BREASTS: Normai male bilaterally without masses, discharge, or tenderness. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas. B&d J: No bony percussion tenderness. Normal range of motion of all four extremities. No evidence for edema, cyanosis, or clubbing. NEURO: Cranial nerves II through XII are intact. Motor and sensory within normal limits. Patient is oriented x 3. ABDOMEN: Soft, nontender without nodules or significant hepatosplenomegaly. Normal\nbowel sounds present. HEENT: Normocephalic. PERRLA. EOMI. No oral pathology identified. Trachea\nmidline. GU: Testes descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses noted. Rectal mucosa negative. PROSTATE: Smooth, soft, and nontender without nodules. Lateral sulci and seminal vesicles\n\nCT SIMULATION: The patient was taken to CT simulation.\n\nnegative. Multiple images were obtained. Images were reconstructed in sagittal, coronal, and axial views on a separate module. No films\nwere obtained. No diagnostic interpretation was provided. Images will be utilized to monitor the\neffects of radiation therapy on the prostate gland as well as response to therapy. Good seed\ndistridution is noted throughout the prostate. The bladder empties fairly well. The patient has\nabdominal aortic saccular aneurysm.\n\n--- Page 28 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 9/16/2020 JACKET #: 114556\nPHY: Gordon L, Grado MD FACRO FACR\nPage 3\n\nIMPRESSION: 1) Stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate, 28 months\npost XRT and brachytherapy without clinical or laboratory evidence of recurrence. 2) History of\nimprovement in bladder outlet obstruction but patient with increased nocturia. 3) History of\nhypertension. 4) History of hyperlipidemia. 5) History of erectile dysfunction antedating diagnosis\nand treatment of prostate cancer. TREATMENT PLAN/RECOMMENDATION: | would recommend recheck and examination in six\nmonths or sooner p.r.n. | would recommend patient on daily Viagra and will refill prescriptions for\nhis medication. He will hold supplements in the evening and decrease fluid to see if this helps\nwith urination as well as taking Flomax properly. The patient's wife has questions and issues. She will obtain mammogram. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on September 19, 2020 9:25:45 PM\n\nGordon L Grado, MD, FACRO, FACR, Ph D (hc)\n\nGLG/BAM\n\nDD: 9/16/2020\nDT: 9/18/2020\n\ncc: Frederick Simonie MD\n\n* This note was generated with Dragon Dictation software. Findings are transcribed and may be\nfaxed unsigned to referring providers immediately upon completion to expedite patient\ncare/communication. There may be supplemental additions to this note along with any\ncorrections to complete this documentation for the permanent medical record. Given the\nnature of electronic speech-recognition transcription software and manual editing, errors may\nstill appear. Please do not hesitate to contact us to correct any significant errors or for any\nadditional questions.\n\n--- Page 29 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 3/10/2024 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nCOVID-19 precautions were followed including social distancing, wearing masks and other\nnecessary or required protective devices, handwashing, room preparation, evaluating patient's\nsymptoms and temperature prior to evaluation, evaluating patient’s exposure risk, and obtaining\npatient's history, followed by physical examination with appropriate and necessary precautions. APPT TYPE: Outpatient Visit Note—Scottsdale Offices\n\nDIAGNOSIS: Clinical stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate. TREATMENT: Tomo Therapy helical beam radiation therapy 3/27/18-5/3/18 followed by\nprostate brachytherapy boost iodine-125 seeds 5/16/18\n\nINTERVAL SINCE RT: 34 months\n\nPATIENT LAST SEEN: 09/16/20\n\nDATE OF SERVICE: 03/10/21\n\nNARRATIVE: _ Patient was seen today for reevaluation and exam. The patient appears in good\ncondition. He reviews that he had developed Covid two months ago. He received treatment with\na Z-Pak. Patient treated at Pinnacle Family Medicine. He reports no other problems or\ndifficulties. He feels he has recovered well. Patient wearing a mask. He reports he is \"doing\ngood\". He still has “a little fatigued since Covid\". He has a little cough. The patient sees his cardiologist Dr. Simonie most recently 10/23/20. He reports that everything\nwas “all is good\" another CT scan was ordered. The patient has a stable saccular aneurysm 4.3\ncm of the abdominal aorta, minimal change. Scan most recently performed 2/23/21,\n\nHis major concern at the present time relates to nocturia and urinary frequency. The patient's PSA history again was reviewed\n\n08/16 PSA 6.4 ng/m L\n\n12/17 PSA 7.4 ng/m L\n\n08/22/18 PSA 1.1 ng/m L, testosterone 409\n02/19/19 PSA 0.3 ng/m L\n\n09/06/19 PSA 0.2 ng/m L\n\n09/11/20 PSA <0.1, testosterone 428\n03/02/21 PSA <0.1 ng/m L\n\nREVIEW OF SYSTEMS:\n\nGU: The patient reports nocturia 3-5 times. He reports urinary frequency every one\nhour. He has some urgency. He denies incontinence, burning, hematuria, or\nstraining. Urinary stream is weak. Patient has some urgency with urination. He\nhas some hesitancy. He reports that eating CBD Gummies reduced the urge\nand leaking at night. He denies erections since brachytherapy. GI: Bowel movements without blood, mucus, straining, constipation, or diarrhea. Last\nCologuard test within normal limits. GENERAL: The patient reports his appetite is good, weight 205 Ib., and energy level is fair,\n\nMSs: No focal bone pain or abnormalities. DERM: No skin cancers or lesions. HEENT: Patient wears corrective lenses. No history of hearing difficulties. No throat\nproblems or complaints. No vision disturbances reported. CV: History of hypertension controlled with medications as is cholesterol. The\npatient with systolic ejection murmur. Patient has stable abdominal aortic\naneurysm. PULM: No shortness of breath, cough, hemoptysis, hematemesis, or sputum production. ENDO: No thyroid disease or diabetes.\n\n--- Page 30 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 3/10/2021 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nPage 2\n\nREVIEW OF SYSTEMS: (continued)\n\nNEURO: No seizure activity, stroke, or loss of consciousness. PSYCH: Negative. CURRENT MEDICATIONS: Amlodipine, losartan, Rosuvastatin, tamsulosin b.i.d. We discussed\nslowly tapering. He takes aspirin 81 mg and multiple supplements. ALLERGIES: No known allergies. Patient denies allergy to IV contrast. ETOH: Denied. TOBACCO: Denied. SOCIAL Hx: Unchanged, Patient reports another patient\nthat he referred here is doing very well and very pleased that he was seen and taken care of. PHYSICAL EXAM:\nGENERAL: The patient is seen today with his wife. He is a well-developed, well-nourished\nmale in no acute distress and appears stated age. Weight is 205 lb. SKIN: No lesions or abnormalities identified. No rashes, petechiae, or ecchymosis. Actinic changes noted on sun-exposed areas, No other lesions or abnormalities. LUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 3/6 systolic ejection murmur. No evidence for edema, cyanosis, clubbing. BREASTS: Normal male bilaterally without masses, discharge, or tenderness. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas. B&J: No bony percussion tenderness. Normal range of motion of all four extremities. No evidence for edema, cyanosis, or clubbing. NEURO: Cranial nerves II through XII are intact. Motor and sensory within normal limits. Patient is oriented x 3. ABDOMEN: _ Soft, nontender without nodules or significant hepatosplenomegaly. Normal\nbowel sounds present. No palpable abdominal aortic aneurysm appreciated. Again, reviewed the findings on CT scan. HEENT: Normocephalic. PERRLA. EOMI. No oral pathology identified. Trachea\nmidline. GU: Testes descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses noted. Rectal mucosa negative. PROSTATE: Smooth, soft, and nontender without nodules. Lateral sulci and seminal vesicles\nnegative. IMPRESSION: 1) Stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate, 34 months\npost XRT and brachytherapy without clinical or laboratory evidence of recurrence. 2) History of\nimprovement in bladder outlet obstruction. 3) History of Covid. 4) History of hypertension.\n\n5) History of hyperlipidemia. 6) History of erectile dysfunction antedating diagnosis to prostate\ncancer with some issues prior to prostate cancer diagnosis and treatment in May. TREATMENT PLAN/RECOMMENDATION: Would recommend continued follow up with recheck\nexamination in six months with PSA or sooner p.r.n. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on March 14, 2021 5:46:15 PM\n\nGordon L Grado, MD, FACRO, FACR, Ph D (hc)\n\n--- Page 31 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 3/10/2021 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nPage 3\n\nGLG/ALH\n\nDd: 3/10/2021\nDt: 3/12/2021\n\nCc: Frederick Simonie MD\n\nPatient presents to the office/treatment area required for the care of an illness and ongoing\ntreatment care and patient management. This encounter (encounters) during a public health\nemergency (PHE), as defined by law, due to respiratory—transmitted infectious disease. Apart\nfrom evaluation time, additional time spent by clinical staff to check patient's symptoms upon\narrival, provided instruction on social distancing, apply and remove PPE, and perform additional\ncleaning of the examination/procedure/imaging rooms, equipment, chairs, and supplies to prevent\nthe spread of communicable disease\n\npermanent medical record. Given the nature of electronic speech recognition transcription\nsoftware and manual editing, errors may stil! appear. Please do not hesitate to contact us to\ncorrect any significant errors or for any additional questions.\n\n--- Page 32 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 2/25/2022 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nCOVID-19 precautions were followed including social distancing, wearing masks and other\nnecessary or required protective devices, handwashing, room preparation, evaluating patient's\nsymptoms and temperature prior to evaluation, evaluating patient's exposure risk, and obtaining\npatient's history, followed by physical examination with appropriate and necessary precautions. APPT TYPE: Outpatient Visit Note—Scottsdale Office\n\nDIAGNOSIS: Clinical stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate. TREATMENT: Tomo Therapy helical beam radiation therapy 3/27/18—-5/3/18 followed by\nprostate brachytherapy boost iodine-125 seeds 5/16/18\n\nINTERVAL SINCE RT: 45 months\n\nPATIENT LAST SEEN: 03/10/21\n\nDATE OF SERVICE: 02/25/22\n\nNARRATIVE: Patient was seen today with his wife for reevaluation and exam. When last seen\nthe patient had recovered from Covid 2 months earlier. He was seen today with his wife for\nreevaluation and exam. The patient sees Dr. Simonie, his cardiologist. Patient also saw Dr. Houlihan, his primary care physician for refill prescriptions this last Friday. The patient denies any scans or other imaging studies. The patient's PSA history again was reviewed\n\n08/16 PSA 6.4 ng/m L\n\n12/17 PSA 7.4 ng/m L\n\n08/22/18 PSA 1.1 ng/m L, testosterone 409\n02/19/19 PSA 0.3 ng/m L\n\n09/06/19 PSA 0.2 ng/m L\n\n09/11/20 PSA <0.1, testosterone 428\n03/02/21 PSA <0.1 ng/m L\n\n02/18/22 PSA <0.1 ng/m L, testosterone 367\n\nThe patient sees Dr. Simonie on a regular basis because of his stable saccular abdominal aortic\naneurysm. The patient reviews the challenges and problems that his group is having meeting the needs of\nthe community in terms of a food bank. He is now also trying to set up a Christian school. ,\n\nREVIEW OF SYSTEMS:\n\nGU: History of nocturia 3-5 times. He reports urinary frequency every 1-2 hours. He\nhas some urgency. He denies incontinence, burning, hematuria. He questions\nwhether he empties his bladder completely because of frequency. He reports\nurinary stream is moderate. He reports erections not adequate for intercourse. Erectile dysfunction he reports began immediately after brachytherapy which\nwould not be likely. On more detailed questioning, the patient’s erectile\ndysfunction actually antedated diagnosis and treatment for prostate cancer with\nsome issues prior to his diagnosis in May. GI: Bowel movements without blood, mucus, straining, constipation, or diarrhea. The\npatient reported two months ago he had one incident of diarrhea. GENERAL: The patient reports his appetite is good, weight 198 Ib., and energy level is good,\n\nage 69. MS: No focal bone pain. Normal range of motion of all four extremities,\nDERM: History of skin cancer on the nose treated surgically ten years ago. HEENT: Patient wears corrective lenses. No history of hearing difficulties. No throat\n\nproblems or complaints. No vision disturbances reported.\n\n--- Page 33 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 2/25/2022 JACKET #: 114556\n\nPHY: Gordon L. Grado MD FACRO FACR\n\nPage 2\n\nREVIEW OF SYSTEMS:(continued)\n\nCV: History of hypertension and hyperlipidemia. History of stable saccular abdominal\naortic aneurysm. PULM: History of Covid virus two years ago. No current cough, hemoptysis,\nhematemesis, or sputum production. ENDO: No thyroid disease or diabetes. NEURO: No seizure activity, stroke, or loss of consciousness. PSYCH: Negative. ETOH USE: Denied. TOBACCO USE: Denied. CURRENT MEDICATIONS: Amlodipine, losartan, Rosuvastatin, tamsulosin, aspirin 81 mg,\nsupplements. ALLERGIES TO MEDICATIONS: Denied. PHYSICAL EXAM:\n\nGENERAL: The patient is seen today with his wife. He is a well-developed, well-nourished\nmale in no acute distress and appears stated age. Weight is 198 lb. The patient\nis seen today with his wife. SKIN: No lesions or abnormalities identified. No rashes, petechiae, or ecchymosis. Actinic changes noted on sun-exposed areas. No other lesions or abnormalities. LUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 3/6 systolic ejection murmur. No evidence for edema, cyanosis, clubbing. BREASTS: Normal male bilaterally without masses, discharge, or tenderness. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas,\n\nB&J: No bony percussion tenderness. Normal range of motion of all four extremities. No evidence for edema, cyanosis, or clubbing. NEURO: Cranial nerves Ii through XII are intact. Motor and sensory within normal limits. Patient is oriented x 3. ABDOMEN: Soft, nontender without nodules or significant hepatosplenomegaly. Normal\nbowel sounds present. No palpable abdominal aortic aneurysm appreciated. Again, reviewed the findings on CT scan. HEENT: _ Normocephalic. PERRLA. EOMI. No oral pathology identified. Trachea\nmidline. GU: Testes descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses noted. Rectal mucosa negative. No blood noted on gloved\n\nexamining finger. PROSTATE: Smooth, soft, and nontender without nodules. Lateral sulci and seminal vesicles\nnegative. CT SIMULATION: The patient was taken to CT scan. Imaging obtained of the abdomen and\npelvis. Images reconstructed in sagittal, coronal, and axial views on a separate monitor. No films\nwere obtained. No diagnostic interpretation was provided. The patient with saccular aneurysm\nabdominal aorta. Patient with right kidney cyst. History of BPH. Good seed distribution noted\nthroughout the prostate. The patient's bladder empties well. In looking at the scans, the saccular\naneurysm has not increased.\n\n--- Page 34 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 2/25/2022 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\nPage 3\n\nIMPRESSION: 1) Stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate, 45 months\npost XRT and brachytherapy without clinical or laboratory evidence of recurrence. 2) History of\nimprovement in bladder outlet obstruction. 3) History of Covid. 4) History of hypertension.\n\n5) History of hyperlipidemia. 6) History of erectile dysfunction antedating diagnosis and treatment\nof prostate cancer. 7) Patient with saccular abdominal aortic aneurysm. TREATMENT PLAN/RECOMMENDATION: Would recommend continued close follow up with\nrecheck examination in one year or sooner p.r.n. I spent 60 minutes with the patient reviewing records, past treatment, and complex medical\nhistory\n\nThis report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on March 04, 2022 7:37:17 AM\n\nrd\n\nGordon L Grado, MD, FACRO, FACR, Ph D (he)\nGLG/LB\n\nDd: 2/25/2022\nDt: 3/02/2022\n\nCc: Frederick Simonie MD\nKevin Houlihan MD\n\nThe patient presents to the office/treatment area required for the care of an illness and ongoing\ntreatment care and patient management. This encounter (encounters) during a public health\nemergency (PHE), as defined by law, due to respiratory—transmitted infectious disease. Apart\nfrom evaluation time, additional time spent by clinical staff to check patient's symptoms upon\narrival, provided instruction on social distancing, apply and remove PPE, and perform additional\ncleaning of the examination/procedure/imaging rooms, equipment, chairs, and supplies to prevent\nthe spread of communicable disease.\n\n“This note was generated with Dragon Dictation software. Findings are transcribed and may be\nfaxed unsigned to referring providers immediately upon completion to expedite patient\ncare/communication. There may be supplemental additions to this note along with any\ncorrections to complete this documentation for the permanent medical record. Given the nature\nof electronic speech recognition, transcription software, and manual editing, errors may still\nappear. Please do not hesitate to contact us to correct any significant errors or for any additional\nquestions.\n\n--- Page 35 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 2/21/2023 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nCOVID-19 precautions were followed including social distancing, wearing masks and other\nnecessary or required protective devices, handwashing, room preparation, evaluating patient's\nsymptoms and temperature prior to evaluation, evaluating patient's exposure risk, and obtaining\npatient’s history, followed by physical examination with appropriate and necessary precautions. APPT TYPE: Outpatient Visit Note - SWOC Scottsdale Office\n\nDIAGNOSIS: Clinical stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate. TREATMENT: Tomo Therapy helical beam radiation therapy 3/27/18—5/3/18 followed by\nprostate brachytherapy boost iodine-125 seeds 5/16/18\n\nINTERVAL SINCE RT: 57 months\n\nPATIENT LAST SEEN: 02/25/22\n\nDATE OF SERVICE: 02/21/23\n\nNARRATIVE: Patient was seen today for reevaluation exam from the prostate cancer\nstandpoint. The patient's PSA history again was reviewed\n\n08/16 PSA 6.4 ng/m L\n\n12/17 PSA 7.4 ng/m L\n\n08/22/18 PSA 1.1 ng/m L, testosterone 409\n02/19/19 PSA 0.3 ng/m L\n\n09/06/19 PSA 0.2 ng/m L\n\n09/11/20 PSA <0.1, testosterone 428\n03/02/21 PSA <0.1 ng/m L\n\n02/18/22 PSA <0.1 ng/m L, testosterone 367\n02/13/23 PSA <0.1 ng/m L, testosterone 328\n\nThe patient reports problems with nocturia every 1 to 1/1/2 hours. This affects sleep. Patient\nwonders about what can be done. Patient reports checkup with Dr. Simone every 6 months. Follow-ups have been all good. The patient reports checkup with Dr. Houlihan, his primary care physician, for annual and found\nto be doing well. Patient reports right thumb approximately one month ago began to lock in place, also associated\nwith some pain. REVIEW OF SYSTEMS:\n\nGU: Patient reported nocturia every 1 to 1% hours. He reports urinary frequency\nevery 3 hours. He has urgency. He denies incontinence, burning, hematuria. Patient feels that getting up so much affects his sleep. Patient questions whether\nhe is able to empty his bladder or not. He reports urinary stream is moderate. He reports erections. History of erectile dysfunction antedating diagnosis and\ntreatment of prostate cancer. GI: Bowel movements without blood, mucus, straining, constipation, or diarrhea. GENERAL: The patient reports his appetite is good, weight 210 Ib, patient gained 12 pounds,\nand energy level is moderate. Patient also advised by others that he is not\ngetting enough sleep due to night time voiding. MS: No focal bone pain. Normal range of motion of all four extremities except right\nthumb tends to lock in position beginning approximately one month ago. DERM: History of skin cancer. HEENT: Patient denies any throat problems, hearing difficulties, vision disturbances.\n\n--- Page 36 (OCR) ---\nRE:\nDATE:\nPHY:\n\nPage 2\n\nSIMS, MICHAEL J DOB: 8/03/4952\n2/21/2023 JACKET #: 114556\nGordon L. Grado MD FACRO FACR\n\nREVIEW OF SYSTEMS:(continued)\n\nCV:\nPULM:\nENDO:\n\nNEURO:\nPSYCH:\n\nHistory of hypertension and hyperlipidemia both controlled. History of stable\naortic aneurysm. No chest pain, MI or edema. History of Covid virus two years ago. No current cough, hemoptysis,\nhematemesis, or sputum production,\n\nNo thyroid disease or diabetes. No seizure activity, stroke, or loss of consciousness. Negative. ETOH USE: Denied. TOBACCO USE: Denied. CURRENT MEDICATIONS: Amlodipine, losartan, pravastatin, tamsulosin b.i.d., aspirin 81 mg,\n\nsupplemenis. ALLERGIES TO MEDICATIONS: Denied. PHYSICAL EXAM:\n\nGENERAL: He is a well-developed, well-nourished male in no acute distress and appears\nstated age. Weight is 210 Ib. SKIN: No lesions or abnormalities identified. No rashes, petechiae, or ecchymosis. Actinic changes noted on sun-exposed areas. No other lesions or abnormalities. LUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 3/6 systolic ejection murmur. No evidence for edema, cyanosis, clubbing. BREASTS: Normal male bilaterally without masses, discharge, or tenderness. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas. B&d: No bony percussion tenderness. Normal range of motion of all four extremities. No evidence for edema, cyanosis, or clubbing. NEURO: Cranial nerves Il through XII are intact. Motor and sensory within normal limits. Patient is oriented x 3. ABDOMEN: Soft, nontender without nodules or significant hepatosplenomegaly. Normal\nbowel sounds present. No palpable abdominal aortic aneurysm appreciated. Again, reviewed the findings on CT scan. HEENT: Normocephalic. PERRLA. EOMI. No oral pathology identified. Trachea\nmidline. GU: Testes descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses noted. Rectal mucosa negative. No blood noted on gloved\nexamining finger. PROSTATE: Smooth, soft, and nontender without nodules. Lateral sulci and seminal vesicles\n\nnegative. CT SIMULATION: The patient was taken to CT scan. imaging obtained. These imaging studies\nutilized to monitor effects of radiation therapy on the prostate gland, as well as response to\ntherapy. Patient has coronary artery disease with calcifications in the left anterior descending. He also has a right renal cyst. He also has a superior abdominal aortic aneurysm measuring 3.65\nx 3.84 cm. He has supraventricular aortic stenosis measuring 3.65 x 3.84. Bladder empties fairly\nweil. No films obtained. No diagnostic interpretation provided.\n\n--- Page 37 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 2/21/2023 JACKET #: 114556\nPHY: Gordon L, Grado MD FACRO FACR\nPage 3\n\nIMPRESSION: 1) Clinical stage B3 (T2c), Gleason 3+3=6, adenocarcinoma of the prostate, now\n57 months post XRT and brachytherapy without clinical or laboratory evidence of recurrence. 2)\nHistory of improvement in bladder outlet obstructive symptoms. 3) History of hypertension. 4)\nHistory of hyperlipidemia. 5) History of erectile dysfunction antedating diagnosis and treatment of\nprostate cancer. 6) History of saccular aortic aneurysm. TREATMENT PLAN/RECOMMENDATION: Would recommend continued follow up with recheck\nexamination in six months or sooner p.r.n. We are also monitoring patient's aneurysm and\nresponse. | recommended post followup visit and exam. The patient will keep us informed\nregarding status and results.\n\n| spent 60 minutes with the patient reviewing records, past treatment, and complex medical\nhistory\n\nThis report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on February 28, 2023 10:15:26 PM\n\nGLG/LB\n\nDd: 2/27/2023\nDt: 2/27/2023\n\nce: Frederick S. Simonie, MD\nKevin M. Houlihan, MD\n\nThe patient presents to the office/treatment area required for the care of an illness and ongoing\ntreatment care and patient management. This encounter (encounters) during a public health\nemergency (PHE), as defined by law, due to respiratory—transmitted infectious disease. Apart\nfrom evaluation time, additional time spent by clinical staff to check patient's symptoms upon\narrival, provided instruction on social distancing, apply and remove PPE, and perform additional\ncleaning of the examination/procedure/imaging rooms, equipment, chairs, and supplies to prevent\nthe spread of communicable disease.\n\n*This note was generated with Dragon Dictation software. Findings are transcribed and may be\nfaxed unsigned to referring providers immediately upon completion to expedite patient\ncare/communication. There may be supplemental additions to this note along with any\ncorrections to complete this documentation for the permanent medical record. Given the nature\nof electronic speech recognition, transcription software, and manual editing, errors may still\nappear. Please do not hesitate to contact us to correct any significant errors or for any additional\nquestions.\n\n--- Page 38 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 2/21/2023 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\n--- Page 39 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 12/19/2023 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nAPPT TYPE: Telemedicine/Telehealth SWOC Scottsdale Offices\n\nThis visit was completed by a telephone with audio feature only. Reason for not being able to\nuse video was it was not available for patient. All issues as below were discussed and addressed. No physical examination was performed. The patient verbally consented to this non-face-to-face service. Time spent during the visit: 60 minutes\n\nLocation of the patient!’ Home __x__ Hospital. __ Other_\n\nLocation of the provider: Office x _ Hospital ____Home _\n\nNARRATIVE: Telephone call to the patient 602/295/3655. The patient had contacted the office\nregarding \"bladder pain/infection/urinary pain”. Both he and his wife had also been texting me. Apparently, the patient did not have my correct phone number and his text messages did not go\nthrough until today. The patient reports that beginning yesterday (12/18/23) he noted a sudden\nonset of hematuria. When he would lay flat no problem but on getting up the pain would get\nworse. He had sent some pictures, which showed blood from the urethra. At first this occurred in\nthe daytime and continued until 4:00 PM. It went from pure blood to blood with clots. The patient\nsubsequently went to the emergency room. Unfortunately, he had to wait there. The pressure was\nterrible and he was unable to void. Finally he was brought in the emergency room and a large\ncatheter was inserted. He was irrigated. He was given antibiotics of cephalexin 500 mg 1 p.o.\nb.i.d., a pain pill ketorolac 10 mg q.i.d. Even with the catheter in the bladder the patient has blood\nin the urine bag. He has does not have much blood at all coming around the catheter. The patient was recommended to contact a urologist. He had been referred originally to Dr. Nelson but Dr. Nelson is not available and apparently he may have been given an appointment\nwith one of his colleagues.\n\n| discussed and recommended a CT scan with hematuria/stone protocol. It may be more difficult\nnow with the catheter in place. Of note, the patient states that he did undergo a CT scan of the\nabdomen and pelvis.\n\n| recommend the patient pick up the imaging studies, which would be helpful both to the urologist\nwho sees him as well as our office. Of note, the patient had undergone radiation therapy Tomo Therapy XRT to the prostate and\nperiprostatic area from 3/27/18-5/03/18 followed by brachytherapy |-125 seeds 5/16/18. He is\ncurrently 67 months post treatment for his prostate cancer. The patient will look to get the imaging studies and then be back in touch with us.\n\n| spent 60 minutes with the patient reviewing the records, past treatment, and complex medical\nhistory. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on December 20, 2023 6:15:24 PM\n\nGordon L Grado, MD, FACRO, FACR, Ph D (hc)\n\n--- Page 40 (OCR) ---\nRE: SIMS, MICHAEL J DOB:\n\nDATE: 12/19/2023 JACKET #:\nPHY: Gordon L. Grado MD FACRO FACR\n\nPage 2\n\nGLG/ALH\n\nDd: 12/20/2023\nDt: 12/20/2023\n\n“This note was generated with Dragon Dictation software. Findings are transcribed and may be\nfaxed unsigned to referring providers immediately upon completion to expedite patient\ncare/communication. There may be supplemental additions to this note, vital signs and review of\nsystems changes, along with any corrections to correct complete this documentation for the\npermanent medical record. Given the nature of electronic speech recognition transcription\nsoftware and manual editing, errors may still appear. Please do not hesitate to contact us to\n\ncorrect any significant errors or for any additional questions.\n\n8/03/1952\n114556\n\n--- Page 41 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 12/20/2023 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nAPPT TYPE: Outpatient Visit Note - SWOC Scottsdale Office\n\nDIAGNOSIS: 1) Acute onset hematuria with clots\n2) Clinical stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the\nprostate\nTREATMENT: 1) Tomo Therapy helical beam radiation therapy 3/27/18-5/3/18 followed\n\nby prostate brachytherapy boost iodine-125 seeds 5/16/18\n2) Foley catheter placement with bladder irritation\n3) Bladder irrigation with Foley catheter placement\nINTERVAL SINCE RT: 67 months\nPATIENT LAST SEEN: 02/21/23\n12/19/23 — Telemedicine Visit\nDATE OF SERVICE: = 12/20/23\n\nNARRATIVE: The patient was seen today with his wife for reevaluation and exam. | spoke with\nthe patient and wife yesterday via telemedicine. Upon discharge, he contacted Dr. Nelson’s\noffice and was told of his absence and was set up with one of Dr. Nelson’s associates. The patient's wife had been communicating with me via text message to my cell phone. The\npatient also finally communicated which led to my phone call. The patient's PSA history again was reviewed\n\n08/16 PSA 6.4 ng/m L\n\n12/17 PSA 7.4 ng/m L\n\n08/22/18 PSA 1.1 ng/m L, testosterone 409\n02/19/19 PSA 0.3 ng/m L\n\n09/06/19 PSA 0.2 ng/m L\n\n09/11/20 PSA <0.1, testosterone 428\n03/02/21 PSA <0.1 ng/m L\n\n02/18/22 PSA <0.1 ng/m L, testosterone 367\n02/13/23 PSA <0.1 ng/m L, testosterone 328\n\nNo new recent PSA is available. On 12/18/23 the patient had an episode of acute onset hematuria around 2:00 to 3:00 in the\nafternoon. This continued during the day until 4:00 p.m. when he developed a large amount of\nclots. He showed me these pictures, and | indicated | would be happy to see him. As the patient was unable to void, he presented to St. Joseph's Westgate Medical Center\nEmergency Room. There he had to wait. They would not advance him through the system and\nhe was unable to void and in terrible pain. The patient reports that he was actually in the\nbathroom screaming because of the pain. The patient was forced to wait and was unable to void. Finally, he was brought in and a large catheter placed with irrigation. The patient was not treated\nvery well or with respect. He was made to feel as though he was not able to tolerate well. The\nER nurse informed him that they were a ranger and could tolerate the pain and then even\nchallenged the patient's religion with an inappropriate comment. The patient was given a prescription for cephalexin 500 mg 1 p.o. b.i.d. and ketorolac for pain. The patient has been on aspirin because of his heart and with NSAID also would have had\nincreased bleeding. After the catheter was placed, the patient has continued to have blood in the urine through the\ncatheter. He reports severe pain positionally.\n\n--- Page 42 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 12/20/2023 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\nPage 2\n\n| quickly examined him and found that the catheter stabilization device was not placed properly\nand as a result was putting traction on the catheter causing severe pain and spasms. On\nrepositioning of the catheter and placing it in the leg attachment clamp properly, the pain began to\nresolve. The patient had been given an emergency appointment with a urologist with Dr. Nelson but was\nnot able to keep it because of the pain and inability to move. Review of systems is otherwise unremarkable. Patient has mitral valve regurgitation and\nabdominal aortic aneurysm. GI: The patient feels he is constipated. He did not want me to do a DRE at this time. Urinalysis was negative except for the blood. CURRENT MEDICATIONS: Ezetimibe, lisinopril, losartan, Keflex, ketorolac, tamsulosin q.d.,\ninclisiran, aspirin, vitamin C, vitamin D3, and zinc. ALLERGIES: Ace inhibitors. CT SIMULATION: The patient was taken to the CT simulator where imaging studies were\nobtained. Imaging studies will be utilized to monitor the effects of radiation therapy on the\nprostate gland as well as response to therapy as well as looking for any potential stone or source\nof bleeding. Images were reconstructed in sagittal, coronal, and axial views on a separate\nmonitor. No films were obtained. No diagnostic interpretation was provided. Patient again has a\nsaccular aortic aneurysm. When last seen 2/21/23 the bladder emptied well. Catheter is in\nplace. Good seed distribution noted throughout the prostate. In looking at the scan, patient has\nwhat appears to be a stone between the Foley balloon and bladder wail to right side of midline. Cyst in right kidney. Radiology report indicated the patient had a saccular aneurysm of the infrarenal abdominal aorta. There reportedly was some discrepancy between the resident’s preliminary evaluation which | did\nnot have. IMPRESSION: 1) Acute onset hematuria with blood still coming from the catheter. No blood\nnoted coming around the catheter. 2) Foley catheter was improperly anchored. Catheter\nrepositioning resolved the patient’s acute pain. The patient is a minister and has many activities\nplanned the next few days which | tried to help with in terms of his evaluation and recommended\nhe see the urologist for possible cystoscopy and stone retrieval. 3) Clinical stage B3 (T2c),\nGleason 3+3=6, adenocarcinoma of the prostate, now 67 months post XRT and brachytherapy\nwithout clinical or laboratory evidence of recurrence. 4) History of hypertension. 5) History of\nhyperlipidemia. 6) History of erectile dysfunction antedating diagnosis and treatment of prostate\ncancer. 7) History of thrombosed saccular aneurysm of the infrarenal abdominal aorta. TREATMENT PLAN/RECOMMENDATION: Patient's catheter was repositioned. Patient was switched from nonsteroidal anti-inflammatory which might continue bleeding to\ntramadol. We will continue to follow and the patient will keep us informed.\n\n| spent 90 minutes with the patient reviewing records, past treatment, and complex medical\nhistory\n\n--- Page 43 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 42/20/2023 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\nPage 3\n\nThis report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on December 21, 2023 2:40:02 PM\n\nGordon L Grado, MD, FACRO, FACR, Ph D (hc)\nGLG/bam\n\nDD: 12/20/2023\nDT: 12/21/2023\n\n“This note was generated with Dragon Dictation software. Findings are transcribed and may be\nfaxed unsigned to referring providers immediately upon completion to expedite patient\ncare/communication. There may be supplemental additions to this note along with any\ncorrections to complete this documentation for the permanent medical record. Given the nature\nof electronic speech recognition, transcription software, and manual editing, errors may still\nappear. Please do not hesitate to contact us to correct any significant errors or for any additional\nquestions.\n\n--- Page 44 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 12/22/2023 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nAPPT TYPE: Outpatient Visit Note - SWOC Scottsdale Office\n\nNARRATIVE: The patient and wife showed up to the office. Patient seen and examined. | again\nlooked at the catheter and looked at the imaging studies obtained yesterday. The patient was\ntaken over to CT sim. It appears the balloon has been pulled down into the prostatic urethra. On\nexamination | could actually see that the catheter had come out of the urethra meatus\napproximately a centimeter and a half below where it was before. With aseptic technique |\nrepositioned the catheter cleaning off the surface, lubricating, advancing it into the bladder\nfurther. Patient felt the pain had improved. He had shown me the absorptive undergarment that\nhe had. It appears that he is bleeding from around the catheter now. | also looked at the catheter\nthat was in the bladder. The catheter is a 30 cc balloon. In looking at the CT scan it appears that\nthe balloon has only been filled up with approximately 10 cc. | drained the balloon and only 8 cc\nof fluid were in the Foley balloon. | then refilled it with 30 cc without difficulty. The bladder\nappeared to have a lot of clots. | had offered before the patient might need to go to the\nemergency room or urgent care. He has a lot of activities with his church and school that would\nprevent him from doing this. Will proceed. After filling the balloon to 30 cc | repeated the CT sim. The balloon is well positioned now in the bladder. In fact | do believe that the catheter had been\npulled out in the prostatic urethra which may have continued not just only to the pain, | also noted\nthat the urine in the bag did not appear like tomato soup but indeed looked like cherry Kool-Aid. The patient got his daughter on face time. Reviewed and discussed with her. She wondered\nwhere the source of bleeding was. | also noted that was of course what we were thinking about\nand had hoped that urology would see him, examine the bladder, if there is a stone present\nbetween the balloon and the bladder wall that it could be removed or if the patient had bleeding\nfrom up above follow further. The patient did have a CT scan from his hospitalization at St. Joseph Westgate Medical Center. After | filled the balloon with the proper amount the patient's\npain seemed to resolve. | also noted that the bag attached his right leg had been repositioned\nfrom where | had done it yesterday and now was again below the knee which puts pressure and\ntraction on the Foley catheter. This was repositioned. Long discussion with the patient's daughter via face time. Again suggested that he needs\nurologist to evaluate bleeding within bladder or elsewhere. | pointed out the fact that the catheter\nhad pulled down into the prostate that that could cause problems for him. After long discussion\npatient wanted to proceed with his urology checkup on Tuesday, which | encouraged. Also, |\nlooked at the patient as he stood in the office and went to a position of a wide-based position\nseparating the legs. | point out that this would have an affect to pull the catheter out putting\ntraction on it. This is probably why catheter was such a problem when it did not have enough\nfluid in the balloon. | showed them examples of the differences and patient appreciative. He will\nsee urologist next week. If there is any problem, question, issue, concern he will contact us. The patient reports the tramadol 50 mg was not working and that he had had it before and had\nnot been successful. He would like something stronger. Prescription taken care with Cosco for\nhydrocodone 5 mg. He was instructed regarding use precautions and warnings. He was also\nadvised regarding medicine for bladder spasm. Prescription for Vesicare written but would not\nworks with his insurance with authorization. Will switch to Detrol.\n\n--- Page 45 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 12/22/2023 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\nPage 2\n\nI spent 120 minutes with the patient reviewing the records, past treatment, and complex medical\nhistory. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on January 06, 2024 8:35:45 PM\n\nVill {Keele\n\nGordon L Grado, MD, FACRO, FACR, Ph D (he)\nGLG/LB\n\nDd: 12/26/2023\nDt: 12/27/2023\n\n*This note was generated with Dragon Dictation software. Findings are transcribed and may be faxed\nunsigned to referring providers immediately upon completion to expedite patient care/communication. There\nmay be supplemental additions to this note along with any corrections to complete this documentation for\nthe permanent medical record. Given the nature of electronic speech recognition, transcription software,\nand manual editing, errors may still appear. Please do not hesitate to contact us to correct any significant\nerrors or for any additional questions.\n\n--- Page 46 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\nDATE: 1/26/2024 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\n\nAPPT TYPE: Outpatient Visit Note - SWOC Scottsdale Office\n\nDIAGNOSIS: 1) Hematuria\n2) Traumatic catheterization with Foley balloon in prostatic urethra\n3) Recent cystoscopy and TURB or TURP\n4) Clinical stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the\nprostate\nTREATMENT: Tomo Therapy helical beam radiation therapy 3/27/18-5/3/18 followed by\nprostate brachytherapy boost iodine-125 seeds 5/16/18\nINTERVAL SINCE RT: 68 months\nPATIENT LAST SEEN: 12/22/23\nDATE OF SERVICE: 01/26/24\n\nNARRATIVE: Patient was seen today for reevaluation and exam. The patient when last seen\nhad a 30 cc balloon that only had 10 cc of water in it. On imaging studies it appeared that it was\ninflated or pulled down into the prostatic urethra. The catheter had to be repositioned. The patient's PSA history was reviewed\n\n08/16 PSA 6.4 ng/m L\n\n12/17 PSA 7.4 ng/m L\n\n08/22/18 PSA 1.1 ng/m L, testosterone 409\n02/19/19 PSA 0.3 ng/m L\n\n09/06/19 PSA 0.2 ng/m L\n\n09/11/20 PSA <0.1, testosterone 428\n03/02/21 PSA = <0.1 ng/m L\n\n02/18/22 PSA <0.1 ng/m L, testosterone 367\n02/13/23 PSA <0.1 ng/m L, testosterone 328\n01/22/24 PSA -<0.01 ng/m L, testosterone 492\n\nThe patient reports that 2-3 weeks ago he saw Dr. Vincent Cheval, in urology 12/28/23. The\npatient underwent cystoscopy and he \"cauterized everything that was bleeding\". The patient tried\noxybutynin, which helped him sleep. He takes phenoperidine, which did not help. The patient\nwas also placed on finasteride. The patient has a new primary care physician Dr. Mark Medeiros. No new changes. Patient having sharp cramping pain in the prostate and penile urethra. Patient\nused CBD before bedtime but has not seen any improvement. Overall, the patient reports he is not getting much sleep. He goes every two hours during the day\nbut at night every 30 minutes. He can sleep only for 30-45 minutes. Melatonin gives him\nnightmares. When he saw the urologist the urologist told him that patient had blood throughout the urine. No\nstones. Bleeding was inside the bladder not the prostate. When last seen, the balloon had pulled\ndown into the prostatic urethra and had to be repositioned. He reports that the urologist said that\nthings inside the bladder had to be cauterized. He also described the inside the bladder as a\n\"peeling\". Since the cystoscopy and the procedure the patient has severe pain in the penis. The\npain goes up and into the anus on the left side. The patient does not know if it has gotten any\nbetter since the procedure. Bleeding has stopped. The patient's biggest issue is that of concern of sleep. The patient thought he had records and information available from his procedure. We have a\n\npatient discharge instruction, which says diagnosis was clot retention of urine, gross hematuria,\nand history of prostate cancer. There was no other information provided.\n\n--- Page 47 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 1/26/2024 JACKET #: 414556\n\nPHY: Gordon L. Grado MD FACRO FACR\n\nPage 2\n\nREVIEW OF SYSTEMS:\n\nGU: Patient reports nocturia every 15 minutes to one hour. He reports frequency\nevery one hour to two hours. He has urgency. He denies incontinence. He has\nsome occasional rushing to urinate. He may lose a few drops. Patient denies\nany hesitancy. Patient with some burning slightly better 3/10 pain at the tip of the\npenis. He denies hematuria, incomplete emptying of bladder, or straining with\nurination. Urinary stream is medium. Patient reports it started out as a spray and\nnow much better. Patient reports erectile dysfunction antedating the diagnosis\nand treatment for prostate cancer. Gl: Bowel movements without blood, mucus, or diarrhea. He has bowel movements\nevery 3-4 days. Patient used a suppository once and milk of magnesia, which\nhelped. Discussed fiber in diet in the a.m. adjusting the water. Recommended\nagainst stool softeners or laxatives. He has pain in the rectum while urinating. This referred pain. GENERAL: Weight stable now. He lost 20 pounds and weighs 190 Ib. His appetite is okay. Energy level is poor. MS: History of right thumb freezes on occasion due to pain. DERM: History of skin cancer. HEENT: No history of hearing difficulties. No throat problems or complaints. No vision\ndisturbances reported. CV: History of mitral regurgitation, hypertension, hyperlipidemia, and stable\nabdominal aortic aneurysm. PULM: History of Covid two years ago. No cough, hemoptysis, hematemesis, or sputum\nproduction. ENDO: No thyroid disease or diabetes. NEURO: No seizure activity, stroke, or loss of consciousness. PSYCH: Negative. CURRENT MEDICATIONS: Stool softener, laxatives, fiber, amlodipine, inclisiran, losartan,\ntamsulosin b.i.d., aspirin. Patient decreased supplements. Patient will restart finasteride. Patient\nhad taken CBD before bedtime. ALLERGIES: No known allergies. Patient denies allergy to IV contrast. SOCIAL HX: Unchanged. PAST MEDICAL HX: As noted above\n\nPHYSICAL EXAM:\n\nGENERAL: He is a well-developed, well-nourished male in no acute distress and appears\nstated age. Weight 190 lb. SKIN: Actinic changes noted in sun-exposed areas. No other lesions or abnormalities\nidentified,\n\nLUNGS: Clear to auscultation and percussion. Normal diaphragmatic excursion with\ninspiration and expiration. CARDIAC: Grade 3/6 systolic ejection murmur. No evidence for edema, cyanosis, clubbing. BREASTS: Normal male bilaterally without masses, discharge, or tenderness. LNs: No significant peripheral lymph nodes palpable in the cervical, supraclavicular,\naxillary, or inguinal areas. B&d J: No bony percussion tenderness. Normal range of motion of all four extremities. No evidence for edema, cyanosis, or clubbing. NEURO: Cranial nerves II through XII are intact. Motor and sensory within normal limits. Patient is oriented x 3.\n\n--- Page 48 (OCR) ---\nRE: SIMS, MICHAEL J DOB: 8/03/1952\n\nDATE: 1/26/2024 JACKET #: 114556\nPHY: Gordon L. Grado MD FACRO FACR\nPage 3\n\nPHYSICAL EXAM: (continued)\n\nABDOMEN: Soft, nontender without nodules or significant hepatosplenomegaly. Normal\nbowel sounds present. No palpable abdominal aortic aneurysm appreciated. Again, reviewed the findings on CT scan. HEENT: Normocephalic. PERRLA. EOMI. No oral pathology identified. Trachea\nmidline. GU: Testes descended bilaterally. Penis circumcised without lesions. RECTAL: No rectal masses noted. Rectal mucosa negative. No blood noted on gloved\n\nexamining finger,\n\nPROSTATE: Smooth. Now there is a hard rim along the right side of the prostate gland. Wonder about possible fracture of the prostate during cystoscopy with bleeding\nalong the right lateral margin. CT SIMULATION: Patient taken to the CT simulator. Imaging studies obtained. Imaging studies\nutilized to monitor effects of radiation therapy and recent cystoscopy. Patient with abdominal\naortic aneurysm. Minimal residual urine in the bladder. Seeds noted in the prostate. There\nappears to be a defect along the prostatic urethra, which may be related to TURP. Will need to\nevaluate and compare with previous scans. IMPRESSION: 1) History of sudden onset hematuria. 2) Traumatic catheterization. 3) History of\nClinical stage B3 (T2c), Gleason 3+3=6 adenocarcinoma of the prostate now 68 months post\nradiation therapy. 4) History of gross hematuria with bleeding reportedly coming from bladder. 5)\nHistory of erectile dysfunction antedating the diagnosis and treatment of prostate cancer. 6)\nHistory of saccular aortic aneurysm. 7) Traumatic catheterization with catheter balloon in prostatic\nurethra before this procedure. 8) Abnormality noted along right side of prostate. TREATMENT PLAN/RECOMMENDATION: Will chase down records and information on patient\nfrom Banner Estrella. Will look at this information as soon as possible.\n\n| spent 90 minutes with the patient reviewing the records, past treatment, and complex medical\nhistory. This report has been electronically signed and Approved by Gordon L. Grado, MD, FACRO,\nFACR on January 29, 2024 10:44:09 PM\n\nll Ke\n\nGordon L Grado, MD, FACRO, FACR, Ph D (hc)\nGLG/ALH\n\nDd: 1/29/2024\nDt: 1/29/2024\n\n“This note was generated with Dragon Dictation software, Findings are transcribed and may be\nfaxed unsigned to referring providers immediately upon completion to expedite patient\ncare/communication. There may be supplemental additions to this note along with any\ncorrections to complete this documentation for the permanent medical record. Given the nature\nof electronic speech recognition, transcription software, and manual editing, errors may still\nappear. Please do not hesitate to contact us to correct any significant errors or for any additional\nquestions.\n\n--- Page 49 (OCR) ---\nRECEIVED 02/27/2018 09:40AM 6235124395\n\nPage 2 of 4 2018/02/27 17:42:26 (GMT)\n\nPy Diagnostix: °\n\nAa TR ED. Sims, Michael\nAGE/SEX: 65/M\nDOB: 08/03/1952\nPHONE#:\n\nMRN#i\n\nDr. Hua, Vi\n\nValley Urology\n\n13555 W. Mc Dowell Road, Suite #304\nGoodyear, AZ 85338\n\nACCT#: 25323\n\nREFERRING:\n\nAERCER\n\nWe , bs wi! A. RA ma\n\nTre. war\nPoa been i F\n\nan Rse\n\nUZ oo AMIT2. AMNTZ RANT:\n\niene ety 4! ae\nRMITZ = BLAZ\n‘Clinical information\n\nICD: R972\nDiagnosis Summary |\n\nVALLEYUROLOGIGASSOC\n47329071707 From: Customer Service\n\nToll Free: 877.744.7781\nhttos://www,P4Dx.com\n\nHEA\n\nLAB CASE#:\n\nDATE COLLECTED:\nDATE RECEIVED:\nDATE REPORTED:\n\n02/13/2018\n02/13/2018\n02/20/2018\n\nA. Right Medial Apex: ADENOCARCINOMA; Gleason Score 6(3+3); Grade Group 1; 20% of the needie core\ntissue Involved by tumor; 1 of 1 core involved. Perineural Invasion identified. B. Right Lateral Apex: Benign prostatic tissue,\n\nCc. Right Medial Mid: Benign prostatic tissue,\n\nBR. Right Laterai Mid: Benign prostatic tissue with chranie Inflammatory infiltrates,\n\nE, Right Medial Base: Benign prestatie tissue,\n\nTechnical Conponent performed by Arizona Center of Cancer Care at 6760 West Thunderbird Rd, Suite 230, Glandale, AZ. CLIA#: 0301084762\n\nProfesstonal Component performed at 7165 N. Mercer Spring Place, TUCSON, AZ 86718, CLIK 0302088150\n\nPage 1 of 3\n\n--- Page 50 (OCR) ---\nRECEIVED 02/27/2019 69:42AM 6235124395 VALLEYUROLOGICASSOG\nTo: Page3of4 2018/02/27 17:42:28 (GMT) 17328071707 From: Customer Service\n\nToll Free: 877.794.7781\n\nhy Diagnostix® a aa art\nROSTATE, BIOPSY REPO! PATIENT INFORMATION PHYSICIAN INFORMATION ACCESSION#: AS18-00147\n\nF, Right Lateral Base: Benign prostatic tissua,\n\n@, Left Media} Apex: Benign prastatic tissue with chronle Inflanimatory infiltrates,\nH, Left Lateral Apext Benign fibromuscular stroma,\n\nI. Left Medial Mid: Benign fibromuscular strama,\n\nJ. Left Lateral Mid: Benign fibromuscular stroma,\n\nK, Left Medial Base; Benign prostatic tissue with chranic inflammatory inffitrates,\n\nL, Left Lateral Base: Benign prostatic tissue with chronic inflammatory infiltrates,\n\nOS Gross Description ©. PESTS =o SD lagnostic peseription. 2252: AEDES BS\nF__Spacimon | Pleces | Length (cm) | __coler__— | __—_—Bingnosis__—_|_ Gleason Score | Xnvolvament_|\n3. auan east apex | sf one tanita [| aoeyocancinona | _e(3+2)__|_ons__\n[p. Right Lateral Apex. | ik | 0.706 | tan-white {| Benign PT\nC, Right Medial Mid a £,5,0,1 | tan-white | ss Benign |\nD, Right Laterat Mid [a1 | —a502 | tan-wnite | Benner =|\nre. Right Medlalfase |... |. 05,01 | tanwhite | Benign | {|\nRah atm ose __}_ 4} _a.g.t__} tance Benlan a ee\nBanign Cl ee ee\npe tet beter apes ___} 0,3,0:4 tan-whilte g ee\n1, Left Medfat Mid roa | £.0,0.1 eect _|_enlan 8}\n\nfi teftiaterai Mid | 1,1,0.1 Benign FS |\n\ntan-white | Benigncr |\n\nCase Comments | “>\n\nAll the H & E stained slides have been microscopically examined. Immunostains for HMW CK (34BE12), p63,\nracemase, and c-myc are subsequently performed on specimen B and support above diagnosis. These\nimmunohistochemical tests and their performance characteristics are determined by Arizona Center of Cancer Care\nat 5750 West Thunderbird Rd, Glendale, AZ. They may have not been cleared or approved by the U. S. Food and Drug\nAdministration (FDA) as such approval ts not required, These tests are permitted for clinical purposes and should not\nbe regarded as purely investigational or for research. Arizona Center of Cancer Care Is certified under the Clinical\nLaboratory Improvement Amendments of 1988 (CLIA) as qualified to perform high-complexity clinical testing. Dr. Un, KIRK K. Final Repost Electronically slaned on 02/20/2018 at 12151 PM\n\nTechnical Component performed by Arizona Center of Cancer Gare al 5750 West Thunderbird Rd, Suite 230, Glendale, AZ. CLIA#: 0301084762\nProfessional Component performed at 7166 N. Mercer Spring Place, TUCSON, AZ 85718. CLIAK: 03D2088150\n\nPage 2 of 3\n\n--- Page 51 (OCR) ---\nRECEIVED 82/27/2818 89:40AM 6239224995 VALLEYUROGLOGICASSOG\nTo: Page 4 of 4 2018/02/27 17:42:26 (QMT) 17329071707 From: Customer Service\n\nToll Free: 877.744.7784\n\n“A i Gs 1) rs hitps://www. P4Dx.com\nM4 Diagnostix: RIE\n\nPATIENT INFORMATION PHYSICIAN INFORMATION ACCESSION#: AS18-00147\n\nSims, Michael Dr. Hua, Vl LAB CASE#:\n\nTechnical Companent performed by Adzona Genter of Gancer Car at 6759 West Thunderbird Rd, Suite 230, Glendale, AZ, CLIAH: 0904084762\nProfessional Component performed at 7155 N. Moieer Spring Pi Place, TUCSON, AZ 86718, GLIAH: 0302088160\n\nic le EE Le f ost ‘ Pat HUM ‘ Pa ‘\nee c @Meromork,, serine i@u PATHE Nice URSOY pp aimed : rokecanése $3\nwees ae nes ea ae “Se Sfreed Sea begade, casa wotedectorr ty sz bot bes 3 HSE Bred Pal chy. i | pore PONS UKs ears ate Ms 23;\n\nPaga 3 of 3\n\n--- Page 52 (OCR) ---\nVvtaveaovav aya vawe ona Wave yes\n\n—_— Oo as SO | Toll Fraa: 877.744.7701\n\nP Di a no t ‘> httos://www. P4Dx.can\n\n4 AGNnosx. : Mn MT\nsine, Michael Dr. Hun, vi Accession AP18-00030\nAge/Sext 65/M Valley Urology - Goodyear Date Collected: 02/13/2018\n\n“Batienl information “Physician Infarmiati\n\nDOB: 8/3/1952 19886 W. Mc Dowell Road, Sulta #304 Date Racalved: 02/21/2046\nPhones Goadyear, AZ 85330 Date Repoited? 02/26/2018\nMedical Reci#t Phonet 623,935,522 po [26]\n\nRef Physician:\nRef Physician Feo\n\nACD Code(s): R972\n\nFAVORABLE,\n\n‘a “on PTEN/ERG and Ki G7 tests, UNFAVAORABLE, LESS FAVORABLE AND FAVORABLE are the prognostic categories,\n\nPYEN Restlts: |\nNEGATIVE,\n\nNegative results indicate that the test did not find chromosomal abnormalities commonly assoclated with prostate cancer,\n\nERG Reauite:\nNEGATIVE,\n\nKI67 Results:\nFAVORABLE. Mitotic rate at 5%,\n\ncred ee A h E ae ee r N Ae Ny ed lh ek dee Ee RE hee Pk bes ey bo dere are\n\nTotal bumber of cells countad: 50\n\nMenten et ney ee Reet e M me 4 ewe sere\n\nTotal nueaber of eal ¢ counted 100\n\nte PAU ES ae tt ee ree ee bene te.\n\n“Reels Recut 4 of Call) ut Ol Reautts\nTotal Normal Cafls 42 Total Normal\nfl Hemlaygous 8 >14 Total E-Delate\na Smo rea ew meet ome or min te maf es Tatal E-Spllt\ni ti ou\none (Homoryge we mut eeu mvass tt lowe Oe ena of tes oan Totel Fusion +4\nTotal ploidy | ; O nee. s40 (20% Total Amplification\n\nom ee\n\nTotal Insufiiclant\n\nwet\n\nsadam eerie iabetaaeeman etaieietet hdmi etter enna na\n\nPage i of 4\n\n--- Page 53 (OCR) ---\nYveaevruevew awe vwiww ~~ eee weer ene\n\nPatient Name Accession Number Pracedura Date\nSims, Michae! AP16-00030 02/13/2018\n\nClinical Information\n\n| paserip Hton\n\n‘Coniments\n\nFISH agaay results may not be {informative if the specimen quality and/or specimen sflde preparation is Inadaquate. A dgoraus quality check should be performed when\nselnating slides foc FISH,\n\nrt]\nGenatle mutations of PYEN ere observed tn up be 6034 of prostate cancers. Loss of PYEN Is a significant prognostic marker that has bean shawn to by associated with poor\nar -- antcome as maasured with blochemiedl reoccurrence. Rontorygous deletion (loss of bath coplas of ta PTEN gene) demonstrates a shorter tine to recurrenca when\ni ad to hamizygaus dalation (loss of one of two gene coplas of the FTEN gone),\n\nThore Is & statlstically significant as¢oclation batwaan TMPRSSZ:ERG fuslong end prostate cancer specific metastases or dant. In a Multtvarlate onalysis, having TMPRSSZUERG\nfuston with a concomitent PTEN loss appears to ba an additional detarmtinent of the phenotype that gaverns a more aggressive tumor phonotyps. References;\n\n4, Carver, By Tran, J,, Gopalan, A., Chen, Z,, Shelkh, 5. Carracedo, A, Alimontl, A, Nardalla, C., Varmeh, &., Scerding, P., Cordan-Cardo, C., Gerald, W., Pandotf), P,P, (2003),\nAberrant 2G axpnacsion cooparates with tors of PEN to pramate cancer progrestlon in tha prostate, Nature Genetics 4:619-24, 2005. .\n\n2, Rubin Ma, Gerstein A, Reld K, Gadtwick DG, Cheng L, Parsons R, Papadopoulos N. (2000) 10q23.5 tass of hateroxygority Iz higher tn lymph noda-poaltive ($T2-3,N+) varsits\nlymph node-nggatlye (p72-3,N0) prostata concar, Hum Pathol, 2000 Apr;31(4):504-8,\n\n3. Yoshimate M, Cuntia IW, Coudry PA, Fonseca EP, Torres CH, Soares FA, Squire JA. (2007) FSH analysis of £07 prostate cancers shows that PTEN genomic dalation ts\nassociated with poor cilatcal ourcame. Br J Cancer. 2007 Sep 3;97(S):678-85, Epub 2007 Aug 14. ,\n\n4, Yoshimoto M, Joshua AM, Cunha IW, Country RA, Fonseca b P, Ludkovekt 0, Zlefenyka M, Soares PA, Squirg JA. {2008} Absance of TMARSS2:ERG fusion and PTEN tosses In\nprostate cancer [5 associated with a favambla oulcarmne, Mod Pathol, 40)22(12}:1451-61, Epub 2008 May 22. .\n\nt\n\nPage 2 of 4\n\n--- Page 54 (OCR) ---\nVsti awit HY RY AYE viv head Ravn ye\n\nPatlent Name Accession Number Procedure Date\nSins, Michael APAB-00030 02/13/2018\n\nCiinteal Information\n\nOr, Un, KIRK K:\nFinal Report Elaceontoully signed on 02/26/2018 at 07136 Pld\n\nProcess and Ilmitationy of user\n\n1, The PYEN MSH assay Is not an FDA approved FISH test, It le daslgned to ald In.cha datection of chromosomal abnormalities related to patiants with Adanocarcinoma of\n\nthe prostate. Thle FISH assay Is Intended for use ne pn adjunct So tradittonal dlagnostle procadures and should not be used a9 the sole basls for the dlagnosis of new cancers\n\nor for the urvelllance of turnor recurrence.\n\n2: A posltlve rosuit hy the PTEN FISH assey requires that a total of SO non averlspping Interphase cells be evaluated and that these cells show at least two coples of the\n\nCEP LO locus, homarygous loss of PTEN In #4698 of the tlaua, or heterozygous toss of PTEN tn >% of the tlesuia, Loss af FAS or WAPAL ard included to determine the site of\n\nthe delation, and Lo prevent truncation arvfact raporting.\n\n5, This PTEN FISH assay was caveloped and its parformance choracterlstica determined by the Acupath Cytogenetics Labaratary. Although lt has hot bean dasred or\n\napproved by tha U. S, Food and Drug Adratnlstratian, tha FOA haa determinad that such dearance or approval is not necessary, Pursuant to the requirements of CLIA ‘ BU,\nhowever, this faburatary has established and varified the tas’ 5 accuracy und precision, and fs therefora used for clinical pucposas,\n\n4, The €RG:TMPRSS2 FISH ascay Is not un FDA approved FISH test, It le designed 10 ald In the detection of chromosomal abnormalitas related to patiants with\n\nAY —_-arelnoma of the prastata, This FISH acsay {6 fatended for use as on adjunct to traditional diagnostic procedunes and should not ba used as tha soto basta for the\n\ndle, .osts af new cancers or far the sunvelllancé of tumor recurrence.\n\n5.‘A positive result by ERGSTMPRSS2 FISH assay requires that a total of 100 non overfapping interphase cells be avaluated end that these cells show at least two coplesof at\n\nfeast three af the four locl tested tv pravent truncatton artifact reparting. Spacifit cut off vafuas have baan astablishad at Acupeth Laboratoriog, Inc,\n\n6. The £RGIYMPRS$2 FISH essay was developed and Its performance cheratterlstics determined hy the Acupath Cytogenatks Laboratory, Although It hes not been cleared\n\nof approved by the U,5, Food ond Orug Administration, the FDA has determined that such clearance or approval [3 Tat nécossary. Purtuant to the requirements of CLIA‘ a6,\nhowever, this iaboratory has established and verlfled the test’ s accuracy ond preciston, and is therefore used for clinical purposes,\n\nReferances: .\n1j Sfrear K, Yoshimoto M, Monzon FA, et al, PTEN genomic deletinn [s associated with p-Akt\nand AR slanaling (n poorar outcome, hormone selractory prostate cancer, Journal of Pathology,\n2009) 219: SOS-519\n2} Krohn A, Dledler T, Hurkharet l, at al, Ganomla Deaton of PTEN ta Assoclated with Tamar\nCrograssion and Enrly PSA Recurrence (n ERG Fuston-Posttiva and Fuslons Negativa Prostate\nCancer, Amarican Journal Pathology, 2042; 184(2}:401-12\n» 3} Rald AHM, Attacd G, Abrotsina L, st al. Molecular characterkxation of ERG, ETV1 gad PTEN\nfond toc idontifios patlencé at low and high risk of death from promate cancer, Orltish Journs}\nof Cancer, 2010; 102:678-G84\n4) Reid AHM, Atterd. G, Brewer D, et al. Noval, ginss chromosomal alterations Invaiving PTEN\ncooparata with allalle foss In prostate cancer, Modor Pathology, 2012) 25: 802-810\nri 0189 Only (poate) 5) Yoshimalo M, Cunha IW, Coudry RA, et al, FISH nnatysls of 107 prostate gancer shows that\nSource: Reld et a!. B.1C{2010) 102, 678-864 PTEN penomlc defetton {5 aszoctatad with poor elliical outcome: British Journsl of Concer,\n2007; 97: 678-685\n\nepee ee dh ss SSS YP iu ey I I Ry\n\nPage 3 of 4\n\n--- Page 55 (OCR) ---\nPatlant Name Accession Number Procedure Date\n\nSimo, Michael APIG-00030 02/19/2018\nClinical Information\n\n6) Yoshlmota M, Cutz J, Nuin PAS, et al, Interphase FISH analysis of PTEN la Alstologic sectlans\nshows genomic dalations tn 68% of primary prostate cancar and 2354 of hlgh-grada prostatic\nintre-epithellat neoplasias, Cancer Gonoties and Cytogenetics, 2006! 169!120-19\n\n7} Attord &, Claek J, Ambrolsine 1, etal, Duptication of tha Fuslon of TMRSS2 to ERG Sequences\ntdentlfles Foto} Hunun Prostate Concer, Oncogene, 2008; 27:253-263\n\n4) Gopatan A, Leversha MA, Satagopnn IM, at al, TMPRSS-ERO Gene Fuslon {s Not Assoclatad\nwith Outcome In Patlants Treated by Prostatectomy. Cancer Research, 2009; 69: 1400-1406\n\n% yeeros\n\njase “\nvenir\n\nSupeal frooopenr aecertel\nS\n\nog 9} Yoshimoto M, Joshua AM, Gunhe IW, et al. Absence of TMPASSZ:ERG Fuston and PTEN\na Baers Losses in Prostate Cancer Is Asseclated with a Favorable Outcome, Modern Pathology, 2008;\n24: 1452-4460\n8 10) Toubajl A, Albading &, Monker AK, et al. Increased Gane Copy Numbar of ERG on\noy ropa b 6 y Fo Chromosome 21 but Not TMPRSS2ERG Fuslan Predkts Outcome In Progtathe\nHoi — tol EON Adenvosrelnomas, Mod Pathology, 2014; 24s 164461820\n\nSource: Altard at a!. Oncogana(2008) 27, 262-283 11} Qu X Randhowa G, Frledmun ¢, at al, A Thrae-Morker FISH Panel Detects More Genaile\nAbsizations of AR, PTEN end TMPRSS2/ERG in Cretratlons Resistant or Metastatic Prostata\n\nCancers than in Primary Prostate Tumors. PLo S One, 2013; S:1<43\n\n~The Blo View Duet™System [s Intended for in-vitro dlagnostic use as an wkding tool te the pathofoglst jn tha detection, classifleation and counting af cells of\nintevests basad on color, Intensity, azo, pattern and shana. T we that accompanies this report ls a representative Imaga onfy and shoukl hot be Used to render a dlagnosls.\n>The ..6G and PYEN configuratlons specie ta clinicul prognosis nré described th tha tabla on the previous page,\n\nKI67 Referancey\n\n1, Antonurakis ES et ul, An Iminunohistochemtcal slgnature comprleing PTEN, MYC, and Ki67 pradicts prograsslen In prostate cancer putlents recalving adjuvant docataxal\nafter prostatectumy, Cancer. 201271.18(24):6063-6074,\n\n4, Fishor G et al, Prognostte value of K-67 Yor prostate cancer death in a conservatively manngad cohort. Ural Ann, 2045 Oct-Doe; 7(4): 48-493,\n\nThis test was developed by and Its performance characteristics determined by Metamork Genetics. [t has not beun cleared of approved by the U. S. food and Droy\n\nAdministration. This test fx used far clinical purposes. It should not be regarded ns (nvestigatlonal or for rasearch, This laboratory is vartified under the Clinical laboratory\n\nImprovement Amendments Of 19BH (CLIA-88} a6 qualified to parfores high complexity clintcol testing. This test was pesformad at Matemerk Genetics located In Augusta, GA. CHA IDM OS02XXX811, Matilcal Directors Sanjiv Prabhu, MD, FCAP,\n\nTechnical Component performed by Arlaona Contar of Cancar Care at §780 West Thunderbird Rd, Suite 220, Glendale, AZ, CLAN: 0304084762\nProfessional Component perfarmed ot 7155 Nl. Mercer Sp ring Place, TUCSQN, AZ 85748, CLIAH: 030209 Bi SO\n\nzt G& CUA SOAMINKS, LATINUM ety re CLAD OOETAE 20007509\nPy4Qxt AG) Metvamank, cus seoupinozs Qu PATEL, Sina Dalek oad as ATHOLRY pin a Nea Theranostyx' Ol: leon Yi. MO houeabds aly\n\nPO) Eooad in e A, AD Jo rychretagy be 2. Rant doogtita | NY 8789 1 $0123 We Broad] FL Ste HT Qian ATIN. VA 52000 | Epon vw, nig Ato nor Ket, S09 VAD 20705 FENG\n\n_ Page 4 of 4\n\nAye Fate 244, Tors Ries. NI CQ7Sh\n\n--- Page 56 (OCR) ---\nPhoié-693/302/7930 Fa¥-602/302/5916 Address-13657 W Mc Dowell Rd Ste 111, Goodyear,\nAZ, 85395 :\n‘ Simon Mad Palm Vallay IX\nFINAL DIAGNOSTIC IMAGING REPORT\n\n‘ovata uns aeyeepasegegn gat sat AA MRTG KOA AAAS NANA TSANON TENN ARNOAGR SAGO RDENGTSANLALAE AEA ANTENNA ANANSI SSNS akan ANNA UGANDA SASS SEAMEN AGES GUAT SUMTER ESATA AROUSAL ASSES\n\nPatient: Sims, Michael Sex: M DOB: Aug 03,1952 Age: 65 Diag. Imaging #3238520\nStatus: Outpatient Stat\nReferring Physician: Gordon Grado M. D.\n\n-veanshcaneasendsta unt atyrsynea alan SUAS NAURLNAY ANSON OIA AAMT REMAN ANGE ALATEST BGT susan AR DANAE GANSOAT GAUGED ISSUER DONS YSRT ASS ANS GAGE EAN SEMANAS TANYA EARTH ARGENT EMERSON ARAN THN\n\nExam # 23713978 - Apr 06,2018 «CT - ABDOMEN AND 'PELVIS’W/WO-CONT\nExam # 23727384 - Apr 06,,2018 - Labs - I-Stat\n\nINDICATION:. Prostate cancer. Saccular aortic aneurysm. Elevated prostate specific antigen\nlevel,\n\nCOMPARISON: None. TECHNIQUE: Contiguous axial images were obtained through the abdomen and pelvis before\nand after intravenous contrast administration. No oral contrast was given: CT scan done\n\naccording to ALARA (As Low As Reasonably Achievable),\n\ni-STAT was performed to assess renal function prior to contrast injection, due to age over 60,\nCreatinine: 0.9 mg/d L; calculated GFR 89 m L/min. CONTRAST: 100 m L of Omnipaque (300 mmol/m L) single-use bottle was administered TV with\nO m L discarded. FINDINGS:\n\nLung bases: Unremarkable. Liver: Unremarkable. Gallbladder: Present. Common bile duct: Normal caliber. Spleen: Unremarkable. Pancreas: Unremarkable. Adrenals: Unremarkable. Kidneys: An 11 mm low-density presumed cyst of the lateral mid right kidney. No calouli or\nhydronephrosis. SCANNED\n\nsy A TEE\n13657 W. Mc Dowell Rad.. Ste. 111. Goodvear. AZ 85338 T623/302/7930 F623/302/7932\n\n--- Page 57 (OCR) ---\nMichael Sims - 2 of 2\n\nLymph nodes: A slightly prominent lymph node anterior to the proximal left external iliac\nvessels measuring approximately 9 x 15 mm, nonspecific. No other enlarged lymph nodes. Stomach, small bowel, and colon: Grossly unremarkable. Normal appendix. Peritoneal cavity: No free fluid. Osseous structures: No definite suspicious focal lesion is seen,\n\nAbdominal aorta: A saccular aneurysm of the left aspect of the abdominal aorta centered roughly\nhalfway between the level of the renal arteries and the bifurcation, measuring approximately 2,9\ncm AP’x 2:6 cm transverse x 3.2 om craniocaudal, There is enhancement within the aneurysm as\nwell as some peripheral low-density plaque and/or thrombus. There is some peripheral\ncalcification of the aneurysm. Abdominal wall: Minimal fat-containing umbilical and left inguinal hernias,\n\nPelvic organs: Enlarged prostate gland protruding along the bladder (rough estimated prostate\nvolume of 90 ev),\n\nIMPRESSION:\n\n1. A slightly prominent lymph node of the proximal left external iliac region measuring\napproximately 9 x 15 mm, nonspecific,\n\n2, A saccular aneurysm of the left aspect of the infrarenal abdominal aorta measuring\napproximately 2,9 x 2.6.x 3,2 om. ;\n\n3. Enlarged prostate gland.\n\n4. An 1] mm right renal oyst.\n\ndd: Apr 06, 2018\n\nTER nm er De vase Mh A et ek A A A 8\n\nReported by: Ryan Coleman M. D. Electronically signed by: Ryan Coleman M. D. Thank you for your kind referral, If you require further assistance, please contact our Radiologist\nHotline at 480/551/0264,\n\nNOTICE; This information has been disclosed to you from records protected by Federal and State confidentiality rules (42CFR Part 2 and/or\nARS 36-3661), The rules prohibit you from making any further disclosure of this information unless further disclosure is expressly permitted by\nthe written consent of the person to whom it pertains, -or ag otherwise permitted by statute,\n\n12657 W. Mc Dowell Rd.. Ste. 111. Gaadvear AZ, 85338 T623/302/7930 F623/302/7932\n\n--- Page 58 (OCR) ---\nPage 1 of 1\n\nRADIOLOGY REPORT\n\nHIGHLAND SOUTHWEST DIAGNOSTIC IMAGING\n2222 E HIGHLAND AVE, SUITE 120\n\ni, ie PHOENIX, AZ 85016\n\nMv EDIC a IM AGI NG Phone #: 480/425/5000\n\nAERATED GATE SOLITHMINEST DAAC MIOSTIO IMIACSING ETH. Referrer; FREDERICK SIMONIE, MD\nAddress: 10210 N 92ND ST STE 205\nSCOTTSDALE, AZ 85258\nExam Date: September 27, 2018\n\nMRN: 002541611\n\nAccession: 25401752\nName: SIMS, MICHAEL J Exam Name: CT ABDOMEN WITHOUT CONTRAST |\nDOB: August 3, 1952 74150\n\nGender: Male\n\ntant A RR I EN\n\nCT ABDOMEN WITHOUT CONTRAST\n\nHISTORY: History of abdominal aortic aneurysm\nCOMPARISON: 5/30/2018\n\nTECHNIQUE: No contrast. Coronal and sagittal reformations. FINDINGS:\n\nLIVER: Unremarkable\n\nBILIARY: Unremarkable\n\nPANCREAS: Unremarkable\n\nSPLEEN: Unremarkable\n\nADRENALS: Unremarkable\n\nURINARY TRACT: Benign cyst measuring 14 mm the midpole of the right kidney. AORTA/VASCULAR: Again demonstrated is an eccentric aneurysm involving the infrarenal\nabdominal aorta which measures 3.8 x 2.7 cm, not significantly changed from the prior\nexam. LYMPH NODES: No adenopathy. PERITONEUM/ RETROPERITONEUM: Unremarkable\n\nBOWEL: No evidence of obstruction or inflammatory changes. LOWER CHEST: Visualized lung bases are clear. Coronary artery calcifications. BODY WALL: Unremarkable\n\nSKELETAL: No suspicious bone lesions. ADDITIONAL FINDINGS: None. IMPRESSION:\n\n1. No change in eccentric infrarenal abdominai aortic aneurysm measuring 3.8 x 2.7 cm. Report Electronically Signed by: DAVID VALENZUELA MD\nReport Electronically Signed on: 9/27/2018 10:09 AM\n\nDictated By: DAVID VALENZUELA MD\n\nSVDRSCFT TEL 480.425.5000 www.esmil.com\n\nhttps://fujirisprod.sdil.net/reports/print Report Custom.aspx?acc=25401752&stat=Finalé&repr... 3/8/2019\n\n--- Page 59 (OCR) ---\n#%* TNBOUND NOTIFICATION : FAX RECEIVED SUCCESSFULLY **\n\nTIME RECEIVED REMOTE CSID DURATION PAGES STATUS\n\nJuly 8, 2019 at 12:48:38 PM MST 74 2 Received\n\nPage 1 of 2\n\nRADIOLOGY REPORT\n\nHIGHLAND SOUTHWEST DIAGNOSTIC IMAGING\n2222 E HIGHLAND AVE, SUITE 120\n\nPHOENIX, AZ 85016\n\nPhone #: 480/425/5000\n\nReferrer; FREDERICK SIMONIE, MD CC: GORDON GRADO, MD\nAddress: 10210 N 82ND ST STE 205\nSCOTTSDALE, AZ 85258\n\nExam Date: July 08, 2019\n\nMRN: 002541614\nName: SIMS, MICHAEL J Accession: 26040064\nDOB: August 03, 1952 Exam Name: CT ABDOMEN WITHOUT CONTRAST |\nGender: Male 74150\n\nCT ABDOMEN WITHOUT CONTRAST\n\nHISTORY: Follow-up aortic aneurysm\n\nCOMPARISON: 09/27/2018\n\nTECHNIQUE: No contrast. Coronal and sagittal reformations. FINDINGS:\n\nThe previous 09/27/2018 CT report described a stable appearance of the eccentric\ninfrarenal! abdominal aortic aneurysm measuring 3.8 x 2.7 cm. LIVER: Normal. BILIARY: Normal. PANCREAS: Normal. SPLEEN: Normal. ADRENALS: Normal. URINARY TRACT: Stable 14 mm mid right renat cortical cyst. AORTA/VASCULAR: Stable eccentric/saccular left paramedian infrarenal aortic aneurysm with\nperipheral! calcification measuring 2.8 x 3.6 cm (series 2 image 68). No surrounding\ninflammation or blood, Additional atherosclerotic mural calcification invalving the\nlinguia aneurysm. No aneurysm dilatation/enlargement of the iliac arteries. LYMPH NODES: No adenopathy. PERITONEUM: No omental masses. No free fluid. BOWEL: Visualized bowel loops are normal in caliber. No inflammatory changes. LOWER CHEST: Visualized lung bases are clear. SKELETAL: No suspicious osseous lesions although CT is relatively insensitive for\ndetection. ADDITIONAL FINDINGS: None. IMPRESSION:\n\nStable eccentric/saccular left paramedian infrarenal aortic aneurysm with peripheral\n\nfile//C:/Program%20Files%20(x86)/GFI/Fax Maker/out/pending/26040064-1052036.htm 7/8/2019\n\n--- Page 60 (OCR) ---\nPage 2 of 2\n\nContinued... Referrer; FREDERICK SIMONIE, MD\nAddress: 10210 N 92ND ST STE 205\nSCOTTSDALE, AZ 85258\nExam Date: July 08, 2019 44:58 AM\nName: SIMS, MICHAEL J MRN: 002541611\nDOB: August 03, 1952 Accession: 26040064\nGender: Male Exam Name: CT ABDOMEN WITHOUT CONTRAST |}\n74150\n\ncalcification measuring 2.8 x 3.6 cm (series 2 image 63). No surrounding inflammation or\nblood. Additional atherosclerotic mural calcification involving the lingula aneurysm. No\naneurysm dilatation/enlargement of the iliac arteries,\n\nReport Electronically Signed by: RAYMOND MURPHY MD\nReport Electronically Signed on: 7/8/2019 12:16 PM\n\nDictated By: RAYMOND MURPHY MD\n\nSVDRSCFT TEL 480.425.5000 www.esmil.com\n\nfile///C:/Program™%20F iles%20(x86)/GE T/Fax Maker/out/pending/26040064-1 052036.htm 7/8/2019\n\n--- Page 61 (OCR) ---\nTIME RECEIVED REMOTE CSID DURATION PAGES STATUS\n\na August 5, 2020 at 1:27:15 PM MST __ 81 2 _ Received __\nPage | of 2\nRADIOLOGY REPORT\n4\nae HIGHLAND SOUTHWEST MEDICAL IMAGING\n‘ : 2222 © HIGHLAND AVE, SUITE 120\nee BRE o S OPLPMIOEELT Ge Phone #: 480/425/5000\nSOUTHWEST MEDICAL IMAGING\n\nAPPL TREES WET BARI,\n\n=>\na\n\nReferrer: FREDERICK SIMONIE, MD CC: GORDON GRADO, MD\nAddress: 10210 N 92ND ST STE 205\nSCOTTSDALE, AZ 85258\n\nExam Date: August 05, 2020\n\nMRN: 002541611\nName: SIMS, MICHAEL J Accession: 26680382\nDOB: August 03, 1952 Exam Name: CT ABDOMEN WITHOUT CONTRAST |\nGender: Male 74150\n\nCT ABDOMEN WITHOUT CONTRAST\n\nHISTORY: Abdominal aortic aneurysm\n\nCOMPARISON: 7/8/2019\n\nTECHNIQUE: No contrast. Coronal and sagittal reformations. FINDINGS:\n\nThe visualized lung bases are clear. Heart size is normal without pericardial effusion. Liver: Liver is normal In size and contour without focal lesions. Gallbiadder: Small gallstones are noted. Bile Ducts: No biliary ductai dilatation. Pancreas: No pancreatic masses seen. Spleen: The spleen is unremarkable. Adrenals: No adrenal masses are Identified. Kidneys: No evidence of hydronephrosis, solid masses, or calculi. Simple cyst in the mid\nright kidney measures 1.8 cm. Gi Tract: No evidence of bowel obstruction seen. No free fluid or air. Vascular: Saccular aneurysm of the mid abdominal aorta measures 4.1 x 2.9 cm, unchanged\nwhen measured in similar fashion. No indirect findings of rupture or instability. Lymph Nodes: No lymphadenopathy is seen. Bones: Bone windows demonstrate no suspicious lytic or blastic lesions. IMPRESSION:\n\nStable saccular aneurysm of the infrarenal abdominal aorta measuring up to 4.1 cm,\npreviously 3.8 cm on 9/27/2018\n\nDX on order: 1744\n\n--- Page 62 (OCR) ---\nReferrer: FREDERICK SIMONIE, MD\nAddress: 10210 N 92ND ST STE 205\nSCOTTSDALE, AZ 85258\n\nName: SIMS, MICHAEL J\nDOB: August 03, 1952\nGender: Male\n\net rater rt ey seme\n\nten\n\nReport Electronically Signed by: JARED ALLEN MD\nReport Electronically Signed on: 8/5/2020 12:55 PM\n\nDictated By: JARED ALLEN MD\n\nSVDRSCFT TEL 480.425.5000 www.asniil.com\n\nme ol ome Aimee Rome ND ee IG\n\n2\n\nContinuad... Exam Date: August 05, 2020 11:58 AM\n\nMRN: 002541614\n\nAccession: 26680382\n\nExam Name: CT ABDOMEN WITHOUT CONTRAST |\n74150\n\n--- Page 63 (OCR) ---\nMAR-E4-2821 13:04 From: asi92 , 4803141285 Toi6146333 Page: 7s\n\nPage 1 of 2\n“ com\n\nRADIOLOGY REPORT\nbo\n\nHIGHLAND SOUTHWEST MEDICAL IMAGING\n2222 E HIGHLAND AVE, SUITE 120\nPHOENIX, AZ 85016\n\nPhone #: 480/425/5000\n\nSOUTHWEST MEDICAL, IMAGING\nAPS LISTED WITM Ra DOL ogy PLA BOTAN IT ea\n\niat gt\n\nReferrer: FREDERICK SIMONIE, MD\nAddress: 10210 N 92ND ST STE 905\nSCOTTSDALE, AZ 85258\n\nExam Date; February 23, 2021\n\nMRN: 002541611\nAccession: 279 16925\nName; SIMS, MICHAEL J Exam Name: CT ABDOMEN WITHOUT CONTRAST |\nPOR: — August 03, 1952 74150\nGender: Male\nCT ABDOMEN WITFI OUT GONTRAST\nHISTORY: Abdaminai aortic aneurysm. COMPARISON: 08/05/2020 . TECHNIQUE: No tontrast. Coronal and sagitial reformations. /\n\n| a\nFINDINGS: A\n\nThe visualized lung bases are clear. Heart size is normal without pericardial effusion. Liver: Liver is narmat in si Ze and contour without focal lesions. Gallbladder: Narmal\n\nBile Ducts: No hillary ductal dilalation. Pancreas: No Pancreaiic masses seen. Spleen: The splesn js Utremarkable,\n\nAdrenals; No adrenal masses are |centifiad,\nKidneys: No evidence of hydronephrosis, solid masses, or calouli. Simple appaaring cyst\nin the mid right kidney is again seen,\n\nGi Tract: No evidence of bowel obstruction Seen, No free fluid or air. Vascular: Noncalsified saccular aneurysm af the aorta appears Unchanged measuting 4,3 x\n3.1 cm an series 2, image 71,\n\nLymph Nodes: No lymphadenopathy is Seen. Bones: Bone windows demonstrate na Suspicious lytic or blastic lesions,\n\nIMPRESSION:\n\nStable to minimal change ina 4.3 em SActular aneurysrn of the infrarenal abdominat aorta. \\\n\nReport Elettranically Signed by: JARED ALLEN MD\nReport Electronically Signed on: 2/23/2021 01:08 PM\n\nfile://Cs/Program™%20Bi les2t x86)/GFI/Fax Maker/py Ypendiny/2701 6925 -1521374.htm MIRINI]\n\n--- Page 64 (OCR) ---\nMAR-G4~2821 13:24 From: AS9e\n\n4883141289 Tai 6146333 Pase:8-8\n~ ~ Page 2 of 2\nDictated By: JARE ALLEN MD\n\nSVORSCFT TEL 480.425.5000 Www, esmil.com\n\nfile://C:/Provram4 n20Files Y20(x8 O/GLT/Pax Makeer/outnending/270) 6925-1521374 btn FPA\n\n--- Page 65 (OCR) ---\n** TNBOUND NOTIFICATION + FAX RECEIVED SUCCESSFULLY ¥*\n\nTIME RECEIVED REMOTE CSTD DURATION PAGES STATUS\nJune 15, 2022 at 5:10:41 PM MST 51 1 Received\nPage | of 1\nRADIOLOGY REPORT\nee\nHIGHLAND SOUTHWEST MEDICAL IMAGING\n2222 E HIGHLAND AVE, SUITE 120\nPHOENIX, AZ 85016\nPhone #: 480/425/5000\nReferrer: FREDERICK SIMONIE, MD cc: GORDON GRADO, MD\nAddress: 10210 N 92ND ST STE 205\nSCOTTSDALE, AZ 85258\nExam Date: June 15, 2022\nMRN: 002541611\nName: SIMS, MICHAEL J Accession: 27944949\nDOB: August 03, 1952 Exam Name: CT ABDOMEN WITHOUT CONTRAST }\nGender: Male 74150\n\nent\n\nST ABDOMEN WITHOUT CONTRAST\n\nBn\n\nPatient age: 69 years\nGender: Male\nHISTORY: AAA follow-up. History of prostate cancer,\n\nCOMPARISON: CT abdomen and pelvis 02/23/2021\nTECHNIQUE: No contrast. Coronal and sagittal reformations. FINDINGS:\n\nLOWER CHEST: Unremarkable,\n\nLIVER: Unremarkable. BILIARY: Unremarkabie. PANCREAS: Unremarkable. SPLEEN: Unremarkable. ADRENALS: Unremarkable. KIDNEYS: 2.4 om right renal cyst. No renal Stanes or renal obstruction... GI TRACT: Unremarkable. Normal appendix,\n\nPERITONEUM/ RETROPERITONEUM: Unremarkable,\nAORTANVASCULAR: Noncaleified saccular aneurysm of the aorta appears unchanged measuring\n4.5 X 3.1 em, previously 4.3 x 3.4 cm on Series 2, image 65,\n\nLYMPH NODES: No adenopathy,\n\nBODY WALL: Small fat-containing umbilical hernia.. SKELETAL: No acute bony findings. Moderate degenerative disc disease L3-4. OTHER;\n\nIMPRESSION:\n\n1. Minimal change of 4.5 em saccular aneurysin of the infrarenal abdominal aorta,\npreviously 4.3 cm,\n\nReport Electronically Signed by: FATIMA KAZEM MD\n\nReport Electronically Signed on: 6/15/2022 04:39 PM\n\nDictated By: FATIMA KAZEM MD Patient ID: 002541614\nAcc #: 27844949\nSVDRSCFT TEL 480.425.5000 www.esmil.com\n\nThank you for putting your trust in SMIL.\n\nfile://C:/Program%20F iles%20(x86)/GEU/F ax Maker/out/pendin 8/27944949/139958) -him = 6/15/2022\n\n--- Page 66 (OCR) ---\ndom\n\nen and pelvis with contrast - PDE js viewer Page 1 o°\n\n‘ it ; St. Joseph’s Westaate Medical Center\naneg D ignity Health. 7300 N. 36 Ave, 4\na St, Joseph's Westgate Glendale, AZ 85307\nMedical Center Tel: 602/406/0030 Fax: 602/406/0035\nPatlent: .. SIMS, MICHAEL _ MRN: 6134944\nDOB: 8/03/1952 Sey: Mi Pt Age: 71\nReferring _ Date of Service: 12/19/2623\n\nProvider: ROBERT BEYER\n\nfeitecrovarreaptyenete eben ani: eemetarenwaanmt tet hnttit cancer cheesey SN eeanennanennrinnenentnnnreetene nner.\n\n. COMPARISON: - No relevant prior.\n\noe PROVIDED INDICATIONS: Abdominal Pain\n\niodinated. intravenous contrast. Axial, coronal and sagittal reformats are provided for review,\nOral Contrast was not administered,\n\nTECHNI QUE: CT fromthe lung bases through the symphysis pubis following the administration of\n\nRADIATION DOSE: Total Dose Length Product (DLP): 1139.60 m Gy.cm\n\nIVCONTRAST: — Tsovue 370. 100 inl\nFINDINGS: So |\n/ LUNGBASES: \"0. Calcified gramilomas. ;\n—~ CARDIAC: oe Probable thin tetained epicardial lead (series 201, iihage 7),\nLIVER: - Normal morphology. No suspicious lesion,\nBILIARY: No gallbladder wal] thickening or Pericholecystic stranding/fluid, No biliary\n: ot dilatation, -\n. PANCREAS; Normal parenchyma, No ductal dilatation.\n| SPLEEN) 0 5. Normal, .- -- _\n: - KIDNEYS: ee, Right renal cyst, There is contrast in the tenal collecting syste,\n\n. ADRENAL GLANDS: - No nodularity or mags,\n\nAORTA/VASCULAR: Mostly thrombosed and calcified saccular aneutysm of the infrarenal abdominal (series\n. 201, image 33), Measures 4.7 cm,\n\nRETROPERITONEUM: Normal,\n\nBOWEL/MESENTERY: Sinall gastric diverticulum, No bowel thickening or inflammatory changes. No free\n: air or fluid. No pheumatosis or obstruction, Notmal appendix,\n\n_ ABDOMINAL WALL: ~ Normal,\n\n- Decompressed urinary bladder containing a Foley balloon and air. Prostate\nSO ” brachytherapy seads,\nBONES: . . No acute osseous abnormality,\n\n- CONCLUSION: a! |\nae Decompressed winary bladder with Foley catheter in place,\n- 2,° There is contrast in the renal collecting systeni ou the portal venous phase. Correlate with recent\n\n7 contrast administration, cs\n3.47 cn inostly flrombosed saccular aneurysm of the in frarenal abdominal aorta, Discrepancy from\n-Lesident prelim discussed with ED follow-up unrse at 1192 on 12/19/2023,\n\nDictated by: Dt, Cataliia Flores on 12/19/2023 at 3:19\n\nApproved by: Dr, Matthew Harwood on 12/19/2023 at 11:05\n\n*/DRS/sys/Data/Paf}S web /viewer.htmidifle~ MAMA\n\n--- Page 67 (OCR) ---\n| doemen and pelvis with contrast - PDF js viewer Page 1 o:\n\n5) ee i Y ., St. Joseph’s Westgate Medical Center\n| Se Dignity Health. 7300 N. 90M Aye\n# St Joseph's Westgate Glendale, AZ 85307\n~ Madical Center Tek 602.406.0930 Fax: 602/406/0035\nPatient: - SIMS, MICHAEL =~ MRN: 6134944\n‘DOR: ~ 8/03/1952.. Sex: Lo Pt Age: v4\nReferring se Date of Service: 12/19/2023\n\nProvider; ROBERT BEYER\nPROCEDURE: _ CTABDOMEN#PELYVIS \\ CONTRAST\n. COMPARISON: No relevant prior . |\n. PROVIDED INDICATIONS, Abdominal Pain\n- TECHNIQUE: cr fom the lung bases through the symphysis pubis following the administration of\nc S . 1odinated intravenous Contrast, Axial, coronal and sagittal reformats are brovided for review.\n\n* Oral contrast was not administered,\n\nRADIATION DOSE: Total Dose Tength Product (DLP): 1139.60 m Gy.em\n\nIV CONTRAST: _ _ Isovue 370,100 mi. FINDINGS; a\nLUNG BASES: -— Calcified gtatulomeas,\nCARDIAC: - Probable thin-retained epicardial lead (series 201. image 7),\nLIVER: ~ _. ». Norinal tmarphology, No suspicious lesion,\nBILIARY: . - No gallbladder wall thickening of peticholecystic sttanding/fluid. No biliary\noe.) dilatation, |\nPANCREAS: oo Normal parenchyma, No ductal dilatation.\n_ SPLEEN: 07 Normal,\n| KIDNEYS! Right renal cyst,. There ig contrast in the renal collecting system,\n\n“ADRENAL-GLANDS:. | No nodularity or thass, -\n- AORTA/VASCULAR: ‘Mostly thrombosed and. calcified saccular aneutysin of the infrarenal abdominal (series\nee _) 201, image 33). Measures 4,7 em,\nRETROPERITONEUM: Normal;\n_ BOWEL/MBSENTERY: Sinall gastric diverticulum, No bowel thickening or inflammatory changes. No free\nBS ~ -att or thrid, No pheunatosis or obstruction, Normal appendix,\nABDOMINAL WALL: Normal, 7 . PELVIS: . ae Deconipressed urinary bladder Containing a Foley balloon and ait, Prostate\n- Sls brachytherapy seeds,\nBONES: - No acute osseous abnormality. CONCLUSION: - 7\nA Decompressed utinary bladder With Foley catheter in place.\n\n2, There is conirast in the real collecting system on the portal venous phase. Correlate with recent\n-_ contrast administration, a . .\n\n3, 4.7 cay mostly thrombosed saccular aneurysm of the infvarenal abdominal norta, Discrepancy trom\nresident. prélim discussed with ED follow-up nurse at 1102 oy 12/19/2023,\n\n; Dictated by: De, Catalina Flores‘on 12/19/2023 at 3:19\nApproved by: Dr, Matthew Harwood on 12/1 9/2023 at 11:05\n\n“IDR S/svs/Data/Patl S/wehiviewer htmlofile= ae 1 9n IA\n\n--- Page 68 (OCR) ---\n03/13/18 Lab Result Report Page 1\n\nLab Corp of America Valley Urologic Associates\n\n3930 East Watking Road 13556 W Mc Dowell Rd #304\n\nSulte 300\n\nPhoenlx, AZ 85034 Goodyear, AZ 86395-2629\n\nPatient; Sims, Michael SSN: 345--4/4/62 Date Drawn Date Recelved Date Reported\nRaqulaition; 25360468 Patlent # 113960 01/18/2018 04/16/2018 01/18/2018\nSex: M DOB: 08/03/1952 Age: 65y Chart # 2:48 P 12:06 A\nFasting: N\n\nReport Status: COMPLETE\nLab Specimen ID: 1894408370\nLab A\n\nProvider: Hua, VIN MD\nDPR ONO OS Range\n\nUrinalysle, Routine [003039]\n-Specimen information-\n\nSpecimen i D: 1\nCollection Start Bate: 01/16/2018 2:49 P\n\nSpecific Gravily (013060) 1.021 PL783\n2H [013078] 6,0 PL783\ntne-Calor [013046] Yellow PL7B3\nspearance (013052] Olear PL763\nWBC Esterase [0131 66} Trace A PL783\nProtein (013094) Negative PL783\nGlucose [013088] Negative PL783\nKetones [013110] Negative PL783\nOccult Blood [013102] Negative : PL764a\nBilirubin [013104] Negative PL783\nUrobilnogen,Semi-Qn (043108) 0.2 modi : PL7493\nNitrite, Urine [013106] Negative PL783\nMicroseaple Examination (012237] See below: PL783\n\n- Microscopic waa indicated and was performed. Microscopic Examination [332326]\n-Specimen Information-\n\nSpealmen ID: 4\nColleotion Start Date: 01/16/2018 2:48 P\nWAC [013128] 6-10 A /npf PL7993\nRBC [013136} 0-2 inpf FL783\nEpithelial Cells (non renal) (013148) 0-10 /hpt PL7a3\n“pithellal Cella (renal) (013149) PL7a3\nsata (013448) PL783\nast Type [013147] PL783\nCrystals [013146] PL7&g\nCrystal Type (0139152) PL783\nMucus Threads (332351) Present PL764\nBacterla [333344] None seen PL783\nYeast [933419] PL783\nTrichomonas [013164] PL78a\nComment (333420) PL783\n\nUrine Culture, Routine [008847]\n“Specimen Information-\n\nSpaciman ID; 4\n\nCollection Slart Date: 01/18/2018 2:49 P\nUrina Culture, Routine [608847] Finat report PL783\nResult 1 (997131) No grawth PL783\n\n* Result status was not provided by the laboratory for all components,\n\n--- Page 69 (OCR) ---\nEN Zloor/oaz\n\n6/28/2026 2:00 PM FROM: Fa H Pinnacle Family Mediolne TO: +] (623) 935-3220 PAGE: 002 OF O08\n\nPinstacla Farnily Medicine 14044 W Cumalback Road Ste 126, Litchfield Park, AZ 85340-9498\nPhrane: (621)938-960) | Fax: (623)936.9602\n\n| Order Rowilts \"\nPatent SAMS, MICHAEL JON Lab Order 579305348\nDOB: a B/i9B2 Clintcal Order #: 57MILBAS\nSex! Male Rapon Bate: Thy 06/232046 94:03:43\nMR: 57938839 Obsarvatlar Calta: Tue 06/21/2016 8:47:00\nOrdariny Provider; Brown, Michael P Receved Date: Thu 06/23/2016 14:16:03\nBes etiien range tndione ie Expecied Flag Sun”\n3000 CBC wi Ditlerential, wt Platelet F\n10603010 Wad! 6.6 Kip} 40-7110 F\n10002018 - RAC! 433 myn’ 4.30 - 6,00 F\n10003061 - Hemagtotint 12,0 7 giddl, 13.0» 18,0 L F\n10003025 - Hematocrit! ; 40.6 % 40.0- 83.0 F\nLHOARIN . at - Ad a 70-108 r\n10003036 . CH! _ 24.8 og - 27. D+ \"NL.0 L sof\n10903040 » MCHC! 29.8 gat, 34.0370 L t\n100036 10 - Platelet Count! ava xmm3 430 - 450 F\n190013045 - RDVisa)! 45.2 . 36.0-49. D F\n10003045 - ROW)! ) 60 11.0+ 18.0 f\n10003080- NPY! . 26 78-440 Fs\n10003412 - Segmenied Neutrophits* - 56 rc 40-96 F\nAu LUMteatied oe\n10003113 «Lymphocytes! a % 40-46 F\n10003144 - Monocytes! 7 a % 3-16 a\n10004182 - Goatnophita! 3 % 0-? F\n10003193 - Basophilg? | ae 4 % | 0-2 F\n10003138 - Absolute Neutraphiy! . 2.8 - Ru L 16+8.3 F\n10003146- Absolute Lymphogte! 7 2,0 Kul 06-58 F\n10003117 - Absotute Monacyte? - 05 Wu L 01-18 f F\n10003118 - Absokite Eosinaphi _ 0.2 Wub , 00+ 0.7 F\n10003120 - Absolute Sagopni! 0.0 ul. 0.0+0.2 F\n13003073 - immature Granulagytes ! 6 % O«4 F\n18003073 - Absolute Iumatura Granutocytas ‘ 0.0 MLO F\nBOSS TSH, High Sanuitvity f\nTOOQ8055 » TSH, High Sensitivily? 4.56 mui 0.45 - 4.50\n\nCarol Norris Allen DOB: 08/06/1962 Printad Oa: QG/28/2016/02:09 Sing\n\n--- Page 70 (OCR) ---\nMialvv¥ Vl VR\n\n6/29/2016 2:00 PH FROM: Fax Pinnacle Family Medicine TO: 41 (623) 996-3220 PAGE: 003 OF 008\n\nPinnacte Family Medicing 14044 W Camelback Road Ste 126, Litchfield Park, AZ 85340-9499\nPhona. (623)93S-9600 [ Fax: (623)936-9602\n\nee ee\n\nA504 Prostate Spectiic Ay (PSA), Total\n\n1U0B501 ~ Prostate Specific Ag (PSA). Total! 8.4 ng ext H o F\nVaries obtained «ith different assay methods or kits aannot ba ised\n\n*nverchangeab'y. Lf this has oceperad, résbaselina tagting may be\n\nAccessary, This test was performed using the Rochm Rlacsys mathod,\n\nPsa Reference Ragen:\n\ntha wetrace specific ranger nelow Identify 98K OF patients with\n\ndisvave ay abnaranl! (1)(29(3) Cie. Six sensieivitwy, Increased\n\nSensitivita genearelly leads ta a hogher false positive rate,\n\nele fury nhites Biveky Astana\n\nng of PEALm\n40-49 4449 <2. Q 42.0\n$09 45.5 ald <3.0\n60-64 “4,5 4.4 4.0\n\"74 ay § “505 <5,0\nReferences |\n\n}.desterding 30, et al, Jama 19937770: 960-4\na. Morgan TO. vi al, New Cig) Med 199 G; 335 1904-10\nV. Gateeting Jk, vl at. BRI Geol 2995) 7h: c47—G3\n\n8474 Vitamin RE, Plearne F\n\n40008144 - Vitamin 08, Planrny? Cantelted é\nIncorrect spectmen received, Please cater to the Reference Manual for\nFpenimen reauieeneits.\n\n9003 23 Comprehensive tatabolie Panel i\n10007021 « Glucese’ D4 éngidt, 65-99 F\nGhiecre reference cange reklects Casting state.\n\n16001022 . Urea Nirogen (SUN)! 14 matt Q»25 F\n100014014 - Creatinine’ ; 0.76 rr. 0,00- 150 F\n10901736 - GFR Estimated t Nomaitcan Amertean}! 104 m Lienhyt.73n2 >164 F\n11001736 - GFR Estimatad (Aldean American}! “401 mumint Fim. »<B4 F\n10001029. BUNAYeatinme Rana! a S 10.0-289 p\n10001026 - Sodurnt : 148 mmol 138+ 149 fi\n10001027 - Potassium’ 4.6 Mmimaue 35-52 F\n10001044 - Gnioride! 109 mmol. 96-440 E\n10001025 - Carbon Dioude (Coz) as mmol. 19-34 F\n10001030 - Anton Gap! , 8 . 4-18 r\n10001620 - Protein, Totat! : 6.4 : gio, 6.0-8,0 E\n10001021- Atnurena! 4.4 qo. 43-49 F\n10001031 Globutin® . 29 gla, 20-37 F\n1001028 - Aburnin/Glopuiin Raila’ . 1.8 10-24 if\n10001016 - Caletum* 8.6 myial 8.9. 40.4 F\n\nCarol Norrls Allen O06: 09/06/1962 Printed On: 06/28/2016 - 02:09 PM\n\n--- Page 71 (OCR) ---\n6/29/2016 2;00 PM FROM: Fax PLnnacle Famlly Medicine TO: +2 (623) 935-3220 PAGE: 004 or 008\n\nPinnacle Farnlly Medicine 14044 W Canelback Raad Ste 126, Litchftald Park. AZ 853409428\nPhorie: (623)935-5600 { Fax: (623)995-9602\n\na\n\nTN PEORIA Lc eeecngy\n\n10001011 - Alkaline Phosphatase! 74 IAL 40-929 is\n10002046 - Alanine Ammotranaferane’ . 14 u A B60 F\n10001010 - As pastata Aminotranataraga! 15 UAL, 10-50 ft\n10001099 + Bitirubin, Total! 0.3 mod. 02-43 F\n\n187? Lipid Panal f\n\n1001017 « Cholesterol’ 187 moe 62199 k K\n70001022 « Trigtrcerntat 171 mest 449 HOF\n40002608 | Cholestero/HOL Ratio! 54 Koa Hog\n1210020360 - HDL Chrolnaterot! 37 mid. wad L o F\n11002030 - Non-HOL Cholestercl! 466 mgd, “2159 F\n40005025 LDL Cholesterol, Caiedelad! 116 rigid. <2128 f F\n‘ar eedepatély high risk and high risk cards ac Patlett:s cefarence\naves uf «t00 ep/d and «70 mgédt, respectively, should be considered,\n\nCirentarion 2006: {1Or22r- 239,\n\n40005022 - VLBL Cholesterol’ 34 moe. ago WW F\n\n230 Hemoglotin Atc With e AG F\n\nTOO08250 -Homagiodly Ate’ 5.8 % 58\n\nThe Arericad Diahetas Assocvation (ADAD gindelings for inter pret ing\n\nHemaglehyn Ate are as follows:\n\nNow Drabeteo patients ced 6%\n\nInorsased rigk for Future Qabetes! ba G, AY\n\nADA drayngstic crikersa for Diaketac: seth, 5\n\nValuet for patients with Diabetes:\n\nMeats ADA‘. ceecomuended goat for therapy: 17, 0%\n\nExceeds ADA's veconrendad gaa’; 7. O~8, OM\n\nADA fecuirends reevaluation of therapy: >B. ON\n\n12009230 - Eslirsatad Avarage Glucoue [a AG)! 114 Not @ghablished F\n\nH« Above high normal — L = Botow low normal\n\nParroomiig Lahoralery:\nWar\n\"HL\n\nCarol Norse Alles DOB: 06/06/1882 Printed On: 08/28/2016 - 02:09 PM\n\nae WIVUR/ Vaa\n\n--- Page 72 (OCR) ---\nfar-lez-2018 Mon 13:34:43 602/685/5401 @02/003\n\nReport Status FINAL Siily. Route 2010 = “~, Sonora Quest\nPinnacle Family Medicine PLC (AL) i : .\n14044 W Camelback Rd “4,99 Laboratories\nSuite 204\nLitchfield Park, AZ 85340\n\nA Subsiatary of Laborarory Sciences of Arizona\n\nSIMS, MICHAEL 3\n\nMichael Brown, DO |\nOrder #: 79714-Z22ZZ2ZZ03ZYL\n\nAccount: 79714 Collected: 12/06/2017 09:57 AM DOB: 08 (03/1952 Age: 65Y-4M-3D\n\nID/MR#: SIMMICOOOL Received: 12/06/2017 i1:06 PM Gender: Fasting: Yes\nReported: 12/0 742017 07:34 Patient Phone: 602/295/365\n\nNSA ARA ANNA IANA ANNE R NARS SEERA SM RAR RRA SRA SAN SSS ANE TNE ERAN EEN\n\nTEST ove RESULT! ERE GE UNIT\n\nNotification\nSome immunoassays, particularly hormones, may be falsely increased or decreased in\npatients taking therapeutic doses of biotin. Such results should therefore be interpreted\ncautiously in patients taking biotin. Prostate Specific Ag (PSA), Total 7.1 H $4.0 ng/m L\n\nPSA Reference Ranges:\nThe age/race specific ranges below identify 95% of patients with disease as abnormal (4)(2)\n(3) Cie, 95% sensitivity). Increased sensitivity generally leads to a higher false positive rate. Age (yr) Whites Blacks Asians\nng of PSA/m L\n<2.0\n\n40-49 <2.5 <2,0\n50-59 <3.5 <4.0 <3.0\n60-69 <4.5 <4.5 <4.0\n70-79 <6.5 <5.5 <5.0\nReferences:\n\n1. Oesterling JE, et al. Jama 1993:270:860-4\n\n2. Morgan TO, et al. New Engl Med 1996;335:304-10\n\n3. Osterling JE, et al. BR J Urol 1995;75:347-53\n\nValues obtained with different assay methods or kits cannot be used interchangeably. If this\nhas occurred, re-baseline testing may be necessary. This test was performed using the Roche\nElecsys method. Comprehensive Metabolic Panel\n\nGlucose 104 H * 65 - 99 mg/dl\n\nUrea Nitrogen (BUN) 14 8-25 mg/d L\n\nCreatinine 0.87 0.60 - 1.50 mg/dl\n\n“=R Estimated (Non-African American) 90 261 m L/min/1.73m2\n“R Estimated (African American) 105 261 m L/min/1.73m2\n\n. JN/Creatinine Ratio 12.6 10.0 ~ 28.0\n\nSodium 139 135 - 145 mmol/L. Potassium 4.4 3.5 -5,2 mmol/L\n\nChloride 101 96 - 110 mmol/L\n\nCarbon Dioxide (CO2) 23 19-31 mmol/L\n\nAnion Gap 15 4-18\n\nProtein, Total 7.0 6.0 - 8.0 g/d\n\nAlbumin . 4.5 3.3-4.9 g/d L\n\nGtobulin 2.5 2.0 - 3.7 g/d L\n\nAlbumin/Globulin Ratio 1.8 1.0-2.4\n\nCalcium 9.6 8.3 - 10.4 mg/d L\n\nAlkaline Phosphatase 70 40-129 IU/L\n\nAlanine Aminotransferase 31 5-60 IU/L\n\nAspartate Aminotransferase 23 10 - 50 IU/L\n\nBilirubin, Total 0.3 0.2-1.3 mg/db\n\nMECH AE a eee essososanoosabn teatamenseemsae\nSIMS, MICHAEL J Order #: 797 14-Z2ZZZ03ZYL - FINAL Report\nL=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical H igh, *=Comment Distribution #: 194976635-6897 121\n\nAutolims Version 3.3.6 On 03/12/2018 @&8 All Rights Reserved “? NETUMS\n\nPage 1 of 2\n\n--- Page 73 (OCR) ---\nMar~i2~2018 Mon 13:34:56 602/685/5401 . 003/003\nReport Status FINAL\n\nRoute 2010 gil S ‘ Lest\nPinnacle Family Medicine PLC (AL) 5 G ponora Quest\n14044 W Camelback Rd Zaye Laboratories\nSuite 204 A Subsidiary of Luboruiery Selenees OF Astro na\nLitchfield Park, AZ 85340 2\n\nMichael Brown, DO SIMS, MICHAEL J\nOrder #: 79714-22Z22037YL\n\nAccount: 79714 Collected: 12/06/2017 09:57 AM DOB: 08/03/1952 Age: 65Y-4M-3D\nID/MR#: SIMMICOOO1L Received: 12/06/2017 11/06 PM Gender: M Fasting: Yes\nLL__C_llllo»o_nyhke ONL OL EM Patient Phone: 602/208/3655. o S\n*Glucose: Glucose reference range reflects fasting state. Lipid Panel\nCholesterol! 207 H =199 ma/d L\nTriglyceride 237 H <149 mg/db\nCholesterol/HDL Ratio 5.0 H <4,9\nHOL Cholesterol 44 =40 mg/d\nNon-HDL Cholesterol 166 H <159 ma/dl\nLDL Cholesterol, Calculated 119% <129 mag/dt\nVLDL Cholesterol 47 H S29 mao/d\n*' DL Cholesterol, For moderately high risk and high risk cardiac patients reference levels of <100 mg/d L. and\nculated: <70 mg/d L, respectively, should be considereg. Circulation 2004; 110:227-239,\n\nSSS ENE EEE TEETER\n\nTests Ordered: Lipid Panel; Prostate Specific Ag (PSA), Total; Comprehensive Metabolic Panel\n\n|Prastate Specific Ag (PSA), Total .\n\ni Glucase 65 ~ 99 mg/d L\nCholesterol 207 H $199 mg/d L\ni Triglyceride 237 H <149 mg/dl\n|Cholesterol/HDL Ratio 5.0 H $4.9\n\n| Non-HDL Cholesterol 166 H $159 mg/dl\nVLDL Cholesterol 47 H =29 md/dl. Values listed above may not include all results considered abnormal for this patient (e.g., text-only results, such as those for some\n\nology/cytology specimens, and results for analytes without established reference ranges will not appear). Always review the entire\nr “nt report and correlate all results with the patient's clinical condition,\n\nUnless otherwise noted, testing performed by: Sonora Quest Laboratories, 1255 w, Washington St., Tempe, AZ 85281 800.766.6721\nEnd of Report\n\nET aa aaa aaa emote macime oases nenasop eater uanesnasenoscea EERANNANSNAERANN\n\nSIAN ANNE\nSIMS, MICHAEL J Order #: 79714-ZZZZZ03ZYL - FINAL Report\nL=Low, H=High, C=Critical Abnormal, CL=Critica| Low, CH=Critical High, *=Comment Distribution #: 194976635-6897 121\n\nAutolims Version 3.3.6 On 03/12/2018 & All Rights Reserved“! NTUMS\n\nPage 2 of 2\n\n--- Page 74 (OCR) ---\nMay-190-2018 Thu 11:04:47 602/685/5401 002/203\n\nReport Status FINAL stil\nRoute 2014. =< %@, Sonora Quest\nSouthwest Oncology Centers 5 s L b t _\nAUN adoratories\n\n2926 N. Civic Center Plaza\nScottsdale, AZ 85251 A Subsidiary of Laboravory Sciences af Arizona\n\nGordon Grado, MD\n\n34 Ries\n\nPatient Information:\n\nSIM CHAEL J\nOrder #: 801475004968\nAccount: 80147 Collected: 05/03/2018 12:59 py DOB: 08/03/1952 Age: 65Y-9M-0D\nID/MR#: SIMSMI52 Received; 05/03/2018 12:50 PM Gender: Fasting: No\nsosonnann oan noansannnsatannuenasnnonsggeenmmanasoontote NANNANA EMCEE, 05, (03, CEE ORAS EM om AONE PNONe: 602/295/3695 nd\n\nCBC w/ Differential, w/ Platelet\n\nWBC 5.0 4.0 - 11.0 k/mms3\nRBC 5.13 4.30 - 6,00 m/mm3\nHemoglobin 14.3 13.0 - 18.0 g/dl\nHematocrit 42.4 40,0 - 53.0 % . MCV 82.4 78.0 - 100.0 f L\nMCH 27.9 27.0 - 34.0 pg\nMCHC 34.0 31.0 - 37.0 g/d L\natelet Count 241 130 - 450 k/mm3\n“TYW(sd) 39.6 38.0 - 49.0 fl\n2Wicv) 13.2 11.0- 15.0 %\n\nMPV 9.5 7.5 - 14.0 FL\nSegmented Neutrophils 68.1* %\nLymphocytes 17.5 %\nMonocytes 10.4 %\nEosinophils 2.8 %\nBasophils 0.4 %\nAbsolute Neutrophil 3.42 1.60 - 9.30 k/u L\nAbsolute Lymphocyte 0.88 0.60 - 5.50 k/ul\nAbsolute Monocyte 0.52 0.10 - 1.60 k/ul L\nAbsolute Eosinophil 0.14 0.00 - 0,70 k/u L\nAbsolute Basophil 0.02 0.00 - 0.20 k K/u L\nImmature Granulocytes 0.8 %\nAbsolute Immature Granulocytes 0.04 0.00 - 0.10 k/u L\n“RBC RE, Nucleated Red Blood Call Percent 0.0 0.0 - 4.0 %\n~egmented Automated Diff\n\n\" sutrophils:\n\nCE ees emma gms gantgtsnnntaanantaaememmes\n\nBasic Metabolic Panel\n\nGlucose 98* 65 - 99 mg/d\n\nUrea Nitrogen (BUN) 12 8-25 mo/d L. Creatinine 0.86 0.60 - 1.50 mg/d L\n\nGFR Estimated (Non-African American) 91 261 m L/min/1.73m2\nGFR Estimated (African American) 105 >61 m L/min/i.73m2\nBUN/Creatinine Ratio 14.0 10.0 - 28.0\n\nSodium 138 135 - 145 mmol/L\nPotassium 4.4 3.5-5.2 mmol/L\nChloride 99 96-110 mmol/L\n\nCarbon Dioxide (CO2) 25 19 - 34 mmol/L\n\nTES PE EE ee ee\n\nSIMS, MICHAEL J Order #: 801475004968 - FINAL Report\n\nL=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical High, *=Comment Distribution #; 205583625-7211318\n\nAutolims Version 3.3.6 On 05/10/2018 &* ey AT te ne NS\nPage | of 2 _.\n\n--- Page 75 (OCR) ---\nPeay \"Le 42915 Inu 11:05:06 602/685/5401 083/003\n\nReport Status FINAL wily\n\nRoute 2014 SG, Sonora Quest\nSouthwest Oncology Centers - . . sw\n2926 N. Civic Center Plaza “aus Laboratories\nScottsdale, AZ 85251 ‘“ Subsielasy of Luborwory Selences of Arbona\n\nGordon Grado, MD ie\nSIMS, MICHAEL J\n\nOrder #: 80 1475004968\n\nAccount: 80147 Collected: 05/03/2018 12:59 PM DOB: 08/03/1952 Age: 65Y-9M-0D\nID/MR#: SIMSMI52 Received: 05/03/2018 12:59 pm Gender: M Pasting: No\nAnion Gap 15 4-18\nCalcium 9.8 8.3 - 10.4 mg/d L\n*Glucose: Glucose reference range reflects fasting state,\n\nTests Ordered: CBC w/ Differential, w/ Platelet; Basic Metabolic Panel\n\n2. eee\n\nUnless otherwise noted, testing performed by: Sonora Quest Laboratories, 1255 w. Washington St., Tempe, AZ 85281 800.766.6721\n\n‘ y being sent to: Results Only SHP HIE\nEnd of Report\n\nRm SIMS, MICHAEL T Onde ae\n\nSIMS, MICHAEL J Order #: 80 1475004968 ~- FINAL Report\nL=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical High, *=Comment Distribution #; 205583625-7211318\n\nAutolims Version 3.3.6 On 05/10/2018 && All Rights Reserved\n\nPage 2 of 2\n\n--- Page 76 (OCR) ---\nNay~10-2018 Thu 11:03:15 602/685/5401 002/803\n\nReport Status FINAL\n\nRoute 2002 lg, Sonora Quest\nSouthwest Oncology Center - : ws\n5310 W Thunderbird Rd : CALS Laboratories\nSuite 108\n\nA Subsidiary of’ Laboravory Sciences of Arizona\n\nGlendale, AZ 85306\n\nSIMS, S MICHALE 5\nOrder #: 25625001544\naccount: 2562 Coilected: 9/03/2018 is: 54 PM DOB: 08 (03/1952 ngs 65Y-9M-0D\nID/MR#: SIMSMIS2 Received: 0203/8 018 12:55 PM Ge nder Fas No\nRepo £2018 OF. AM Pat Cob ne: 602-295- apaing:\n\nannnnnanananhannanaesvaianannn npananannnannnpabanaaaaabanapanhnnnna a ROME RRR Sette iltnnennn NN Oi COR ZOR- BERR seuoennenn\n\nGordon Grado, MD\n\nCBC w/ Differential, w/ Platelet\n\nWBC 5.1 4.0 -11.0 k/mm3\nRBC 5,09 4.30 - 6.00 m/mm3\nHemoglobin 13.9 13.0~ 18.0 g/d L\nHematocrit 41.8 40.0 - 53.0 %\nMCV 82.1 78,0 - 100.0 f L. MCH 27.3 27.0 - 34.0 Pg\nMCHC 33.3 31.0 - 37.0 g/dl\natelet Count 232 130 - 450 k/mm3\n~W(sd) 39.7 38.0 - 49.0 f L\nj W(cv) 13.3 11.0 - 15.0 %\n\nMPV 9.7 7.5 - 14.0 f L\nSegmented Neutrophils 66,4* %\nLymphocytes 17.9 %\nMonocytes 10.8 %\nEosinophils 3.5 %\nBasophils 0.6 %\nAbsolute Neutrophil 3,37 1.60 ~ 9.30 k/ul\nAbsolute Lymphocyte 0.94 0.60 - 5.50 k/ul\nAbsolute Monocyte 0.55 0.10 - 1.60 k/ul\nAbsolute Eosinophil 0.18 0.00 - 0.70 k/ul. Absolute Basophil 0,03 0.00 ~ 0.20 k/ul\nImmature Granulocytes 0.8 %\nAbsolute Immature Granulocytes 0.04 0.00 - 0.10 k/u L\n\"RBC RE, Nucleated Red Blood Cell Percent 0.0 0.0- 1.0 %\n2egmented Automated Diff\n\n** Itrophils:\n\nCHEMISTRY] oem NEE\n\nComprehensive Metabolic Panel\n\nGlucose 93* 65 - 99 mg/d\n\nUrea Nitrogen (BUN) 12 8-25 mg/d L\nCreatinine 0.84 0.60 - 1.50 mg/d L\n\nGFR Estimated (Non-African American) 91 >61 m L/min/1.73m2\nGFR Estimated (African American) 106 264 m L/min/i.73m2\nBUN/Creatinine Ratio 14.3 10.0 - 28.0\n\nSodium 144 £35 - 145 mmol/L\nPotassium 4.4 3.5-5,2 mmol/L\nChloride 101 96 - 110 mmol/L\n\nCarbon Dioxide (CO2) 23 19 - 31 mmol/L\n\nSSRI ere IT TET OUTS SOSA NNN RIESE TNS AN ANDRE DEST EEE EAN EEN SANE REIT STONE\nSIMS, MICHAEL J Order #: 25625001541 ~- FINAL Report\nL=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical High, *=Comment Distribution #; 205583730-7211320\n\nAutolims Version 3.3.6 On 05/10/2018 €& Coy gay tae Regrary a NETUMS\n\nPage i of 2\n\nORR URED OY CNEL LAREN r E ers\n\n--- Page 77 (OCR) ---\nmay vt9-42916 Thu 11:03:43 602/685/5401 003/003\n\nReport Status FINAL afl\nRoute 2002 S % Sonora Quest\nSouthwest Oncology Center -\n5310 W Thunderbird Rd “yp Laboratories\nSuite 108\nGlendale, AZ 85306\n\n4 Subsidiary of Laboratory Sciences of Ariagna\n\nGordon Grado, MD SIMS, MICHAEL J\nOrder #: 256250015414\n\nAccount: 2562 Collected: 05/03/2018 12:54 p M DOB: 08/03/1952 Age: 65Y-9M-0D\nID/MR#: SIMSMI52 Received: 05/03/2018 12:55 Pm Gender: M Fasting: No\nSIS I, OSE AM Patient Phone: 602/298/3655\nAnion Gap 16 4-18\nProtein, Total 7.2 6.0 - 8,0 g/d\nAlbumin 4.5 3.3- 4.9 g/d L\nGlobulin 2.7 2.0 - 3,7 g/d L\nAlbumin/Globulin Ratio 1.7 1.0 - 2.4\nCalcium 9.6 8.3 - 10.4 mg/d\nAlkaline Phosphatase 69 40-129 IU/L\nAlanine Aminotransferase 34 5-60 IU/L\nAspartate Aminotransferase 29 10 - 50 IU/L\nBilirubin, Total 0.6 Q0,2-14.3 mg/d L.\n*Glucose: Glucose reference range reflects fasting state,\n\nTests Ordered: CBC w/ Differential, w/ Platelet; Comprehensive Metabolic Panel\n2 eee\n\nUnless otherwise noted, testing performed by: Sonora Quest Laboratories, 1255 w, Washington St., Tempe, AZ 85281 800.766.6721\nEnd of Report\n\nTEE PE er eee\n\nSIMS, MICHAEL 3 Order #: 25625001541 - FINAL Report\n\nL=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical High, *=Comment Distribution #: 205583730~7211320\nAutolims Version 3.3.6 On 05/10/2018 &S All Rights Reserved “* NOTUMS:\n\nPage 2 of 2\n\n--- Page 78 (OCR) ---\nEPA GILG INU 11:01:59 602/685/5404\n\nReport Status FINAL\nRoute 2006\nFrederick S Simonie MD\n10210 N 92nd St\nSuite 205\nScottsdale, AZ 85258\n\nFrederick Simonie, MD\n\nAccount: 1374 Collected: 05/03/2018 12:56 p M\nID/MR#: SIMSMI52 Received: 05/03/2018 12:57 PM\nReported §e02L93/2018 09:23 PM\n\nSSE RARRRENRIRSRIRRENAARNAANANAA RARER NARITAR TANABE SSAA\n\n' Creatine Kinase\nCRP, High Sensitivity\n\n177\n5.5 H\nHigh cardiovascular risk according to AHA/CDC guidlines,\n\nCRP, High Sensitivity\n\nSSSA THARAAMA AI TRANMERE as DEANNA\n\nReference Range reflects the |\n\n802/03\n\nwy, Sonora Quest\n\nFas Laboratories”\n\nA Subsidiary of Leborarory Sciences of Avizons\n\nSIMS, MICHAEL\nOrder #: 137150440372\nDOB: 08/03/1952 Age: 65Y- M-OD\nGender: Fasting: No\n2/295/365\n\nPatient Phone: 60\n\n52 - 355\n30.9\n\nIU/L\nmg/L\n\nOwest cardiovascular risk for ages >17\n\nyears:\nmg/l Risk according to AHA/CDC guidelines\n<=0.9 Low cardiovascular risk\n1.0-3.0 Average cardiovascular risk\n3.17100 High cardiovascutar risk\n> . Persistent elevations May represent non-cardiovascular inflammation\n\nSignificantly decreased C-Reactive Proteins values may be obtained from samples taken from\npatients who have been treated with carboxypenicillins. TSH, High Sensitivity 1.52\nComprehensive Metabolic Panel\nGlucose 99*\nUrea Nitrogen (BUN) 12\nCreatinine 0.83\nGFR Estimated (Non-African American) 92\nGFR Estimated (African American) 106\nBUN/Creatinine Ratio 14.5\nSodium 140\nPotassium 4.3\nChloride 101\nCarbon Dioxide (C02) 26\nAnion Gap 13\nProtein, Total 7,0\nibumin 4.5\n™obulin 2.5\n.bumin/Globulin Ratio 1.8\nCalcium 9.8\nAlkaline Phosphatase 67\nAlanine Aminotransferase 32\nAspartate Aminotransferase 25\nBitirubin, Total 0.6\n\n*Glucose: Glucose reference range reflects fasting state,\n\nLipid Panel\n\nCholesterol 213 H\nTriglyceride 282 H\nCholesterol/HDL Ratio 5.6 H\nHDL Cholesterol 38 L\nNon-HDL Cholesterol 175 H\n\nRENNIN ANAT\n\nSIMS, MICHAEL J Order #:\n\nL=Low, H=High, C=Critica] Abnormal, CL=Critical Low, CH=Critical High, *=Comment\n\nAutolims Version 3.3.6 On 05/10/2018 @8\n\nPage | of 2\n\nAS, MICHAEL FO ped HESSEN\n\n13715044032 -\n\n0.45 - 4.50 m U/L\n65 - 99 mg/dl\n8-25 mg/dl.\n\n0.60 - 1.50 ma/d L\n\n261 m L/min/1.73m2\n261i m L/min/1.73m2\n\n10.0 - 28.0\n\n135-145 mmol/L\n35-52 mmol/L\n96-110 mmol/L\n19 - 31 mmol/t\n4-18\n\n6.0 - 8.0 g/d L\n3.3-4.9 g/dt.\n2.0 ~ 3.7 g/d\n1.0 - 2.4\n\n8.3- 10.4 mg/dt\n40-129 IU/L\n5-60 IU/L\n10 - 50 IU/L\n\n0.2- 1.3 mg/d L.\n<199 mg/d.\n<149 mg/d\n<4.9\n240 mg/d L\n<159 mg/d L\n\nSORTA\n\nFINAL Report\nDistribution #: 205583658-7211319\n\nAll Rights Reserved“ NETUMS\nSCANNED\n\n--- Page 79 (OCR) ---\ney LG’ 401L9 Thu 11:02:10 602/685/5401 803/003\n\nReport Status FINAL afl\n\nRoute 2006 SS % Sonora Quest\nFrederick S Simonie MD S -\n10210 N 92nd St “aus Laboratories\nSuite 205\n\nA Subsidiaory of Laboratory Scienees of AYiaona\n\nScottsdale, AZ 85258\n\n“SIMS, MICHAEL J\nOrder #: 13715044032\n\nFrederick Simonie, MD\n\nAccount: 1371 Collected: 05/03/2018 12:56 PM DOB; 08/03/1952 Age: 65Y-9M-0Dp\nID/MR#: SIMSMI52 Received: 02/03/2018 12:57 PM Gender: M Fasting: No\n“TU Ghotestaral Cacchated CLG OFS. ONatlent Phone: 602-208. 3800! NO NS\nLDL Cholesterol, Calculated 119% s129 mg/d L\nVLDL Cholesterol 56 H S29 mg/d\n*LDL Cholesterol, For moderately high risk and high risk cardiac patients reference levels of <100 mg/dl and\nCalculated: <70 mg/d L, respectively, should be considered. Circulation 2004; 110:227-2309,\nHemoglobin Aic With e AG\nHemoglobin Aic a7 H # 35.6 %\nEstimated Average Glucose (@AG) 117 Not Established\n*Hemoglobin Aic: phe American Diabetes Association (ADA) guidelines for interpreting Hemoglobin Aic are as\nOIl OWS:\nNon-Diabetic patient: <=5.6%\nIncreased risk for future Diabetes: 5.7-6.4%\nADA diagnostic criteria for Diabetes: >=6.5%\nValues for patients with Diabetes:\nMeets ADA's recommended goal for therapy: <7.0%\nExceeds ADA's recommended goal: 7.0-8.0%\nADA recommends reevaluation of therapy: >8.0%\n\nTests Ordered: Creatine Kinase; Lipid Panel; TSH, High Sensitivity; Hemoglobin Aic With e AG; CRP, High\nSensitivity; Comprehensive Metabolic Panel\n\n2. eee\n\nValues Outside of Referenc\n\nCRP, High Sensitivity . Cholesterol 213 H\n[Triglyceride\nolesterol/HDL Ratio\npoe Cholesterol\nN-HDL Cholestero]\nOL Cholesteral\nHemoglobin Atc\n\nUnless otherwise noted, testing performed by: Sonora Quest Laboratories, 1255 w, Washington St., Tempe, AZ 85281 800.766.6721\nEnd of Report\n\nSIMS, MICHAELS Onde eae eae enemies\n\nSIMS, MICHAEL J Order #: 13715044032 - FINAL Report\n\nL=Low, H=High, C=Critical Abnormal, CL=Critica] Low, CH=Critical High, *=Comment Distribution #: 205583658-7211319\nAutolims Version 3.3.6 On 05/10/2018 && All Rights Reserved “? NSTUMS\n\nPage 2 of 2\n\n--- Page 80 (OCR) ---\nYVOLAUTAAUIOZ IUD 11,44 Al FAX No, P, 004\n\n| QUANUAT\nSIMS, MICHAEL | . Interactive Ineigh ty\"\n\nGER! ONG RES Age: GSY —_Byeatropny (ez Conosoha Gallncwods VEDI IA GES Chol By SASK 83E9 W Union Mitig fir\nBes ; Pan ery: Fegutaiion: Heced. Qs Esy Advelvek OSOWUEITS OND —- Relooe ROME S Suilies Se09\n\nDhonns (thd aoediaa Regod finlos: ANAL #DU RGPGTE) Hopman bebe bet! Adzone Gonetorveloyy — Randal. ne Shao\nPaya JO: (729% | Phonhy GOR} MO-5EES\n\n. | Fon: (G28) BE Bee\n}\n\nhaw\n\nUrinalyete Gamptete\n\nater, Utina\n\nNEE Read oh Ik ASU Y catecer WAP LANITS mh Unt evemebven SAMLET Me ead Soha? Npe ts SATARAN PB4 dyes a Aet SD\n\nCharity, Orie\n\nMMT OTM E FL aa NU IRN RMU AA fraasan Meet ASA one BN\n\nShecifio Gravitiee Sri\nLeaky atenses, Urse Sialictive\n\nSTI MAME FUMIE FOAM UL AA MUL LE Hin At BEANE ettbtee\n\nTOMEI OMAR SR FOTENON EE ULE TF OUT FARHAN DHMH OO AP IRE pp yye apy te om\n\n~~ ops\n: 2 7\ni i\n\nz\n\n&\n\n£\n\nz\n\n3\n\ni\n\nRi, Uetns Guaiimive\n\nn H, Urine\n\nwiead, urine Guathe We\n\nGhivoon, ins Oueltalive |\n\nKeto iina Guinitative |\n\nesbtinagen, Brine aoatinine t\n\nwtinbin, Urine usilngve\n\nProtstn, Urino Gualitatve i\n\nNnwhis be parvare argucat saagdny dae te color srtdctecanon, Mra\neater 1S drangs, leat ha Lded Gantlig Pur Lee Gidvodtupta, ue kha\nHUGO, IY MRCRTLOUMAT) Moy BB ocdared Ch ant a RDRODKAL EY gabphs bak\nUpur ouebol seed wits ky wisn the weghhdicy laatha for che rwurweted\nTORN, Mohors tmont Chose Horvices doyuckopes sary pre ROHL SE Ta we\nRAI GHA HATO,\n\nROE RURAL UNG N t Reman mein ht hae ohh Nate etem inne di Ate eqns ony eta whe dee WAIT) w Paf Sntnt eb hang Meee maha metwere 6 saeeey numane veihetyer pen Ape RAMs a E Poa pe “\n\nWis O, Uirtng\n\nA Ce eo a Ree, aoe\n\nFeo, Gist\nalto oaks, Urina\n\npares min Nees wade\n\nR eferance Range: tf frp\n\nAARON MOAT NNR ORIN SRN HY FUL MIm LE UNG E Masha on BNAD WAAR AI YELM hia Ken¥4 bare\n\n_Ratereae Flanges Ort : 0\n\n“Releance Hogi Os. an\n\nenon rintiyies native tg smerny any om o N AE Ram SRAUA eye Hcnnpnaermamsng seme wm A AAA EAL mie Daeg\n\nRetestina Rerge — 06 ing\n\nsmsieh eyp A AAR ae\n\nBxeiern, Varina\n\nEayadina Capi | \"Putas Face None geen a]\n}\n\nSahore, Uritie\n\nPAP PONE EE em A Dae wake ALT TAN YE CREE aay PAR UIIEY TE TAARY e V La UO Uva anes\n\nSS a a ee ae\n\na arts NY ne 9m MY NO MEMLSNp H Te YAE WWE Ravn om\n\nCufiure, Wend\n\nWubbure, UP dee\nBeene: Cinamd\n\nVulture:\nYar Broek\n\nCaen:\nveang is spt mp ae 9 At ba CG dilucion. Parfirming Sites\n\nPAZ Sangia Quest Laborrtores. U25G W Washington S| Tanind, AZ G8R61\n\nne an etn rere wee ene\n\nThasp rents hare weet mare be Tae pares vl cacdaved te tants,\n\nPT EEA EM ROA ht Bid m S tne\n\nCpeost, Cheer Dizswsres, he abaskatind loo, Monet\nbe teary Of ite eespeattve swans, Prrvacy pobloy ona bat faired at, td:\n\n7 Drone ramet etauke nuthe sawded oot seid Stich wttis WA woare no rapt hissipenibiiithed AMOSL e Githi, aa bot,\n\nAAT AR ARINALY IND Vine WAP HSER ARR \"FB Aare menue Remy ae\n\n(fine 6 sf seaaich grant Ce ao Duiidelis mista ‘wie tne co fered lone ue a Chueat Diagrsene 8 AR Nerdhinmety musike » a ‘ore \"OE v ary Ne\nApaatins. LAhomer acy polopintine piveny fini © iis Ouest Bis getebes Ingatind ais, AM Agha panded\n\nSIME, MICHAEL (1 82360008552) 1/4 Bafta\n\n--- Page 81 (OCR) ---\nMASA UTA CULOS IUD Ti, 4/ AM PAX No, P, 005\n\nSIMS, MICHAEL\n\nOR OO REP Age: Bay Rypolman; 1 éraedaessa Co A Potods YORI .4GI8R Chieti We 14236, SO W Wise Hite Dir\nSau Paevite: Ribyulsiien: Le Qssaggsssy Receiver OMOHOL® Mthes —-Nelponrangow 4 Ova Hdd\n\nPheonos ood a0bsieant Hop Rmiuo: FINAL ¢ SE Pa APOE OMEROE OEY Salgsona Corivbor Lowey Bantaly, AZ gae H\nPolitul Kx S7ES4 rane Bopp adt-code\n\nFa: (O24) Waeeaene\n\nQuanuny\ninharaobive insights\n{\n\nUrinalysie Camplete\n\nole, Urine\n\ntom enw een et\n\nPE ATANY A UE m E hak Bh Lone Re Ph sins Messen ade sein see POMONA yang Ade dt AMA MOREE E RN m Ayy E TY Home # ca ggg mn OAT yur emp ie meagan ae 5\n\nGlonity, Uline\n\nTPP BAPE A he NS aban Radel er\n\nt\nARAeetamnn ASA tae WAKA So G wiomheteths Qi ms 9H Begeeryeatrchayy\n7\n\nSpactiio Cievvaty, uct }\n\nSHE ay de\n\nSEARICNNROUTUN mem fom py AES As sg m E BF YI NRW My\n\nPN yet ak\n\nLauooy Betsrens, Unt Cutis\nPree\\Noeenge oman ape eneminymyi atyent may ee SY a U FEN SH sugyepagen Sm Ben PNP he ee oe ee TOPE Gate NANA SUP LW a vemin sae he\nftrity, wetow Qualitative\npi, ne\nBland, Ure usiiave\ntelusuae, Urine Bhalative\nKatona, Urine Gunite |\nae Cres . TET OMANAIRW NL WAaidh LARF UR a A AMTGS SHEMEY Mh FNS AREMEN TS YON MMAe tes op ed ge lalate eaten En tae PS AN AMAT the oa Psctpeabn\nGrobiingge Urine Gua Hentive\nBi Avulle, tirhre Qualteitivn\nETO 1 petal nate eneurenreysytieere bene \\iahlaasiadeieh ie eee skates eee TT sre act Pout WR Fan apt . Pewee ay ep\nFrotoin, Urine Chugitteitye i\nUMEBIE 8G mdrare eeapegs Keating daw no gale gee r E rant, lederen\nneler in orange, aheerngutve taking Furie ginre: Hoprdy, urdag\neultyeg, ay meazayhouwiey Moy VE OMtd red Lt a gppr Por haa epmphy dey\nHeer euhkeanced and Le whgtiw tty whl Shiny lamiba for the erat Y\nFOt8. Kuster d Gumst QLiaat Xurvdagn Canatbmars way be KOALVURGH EE\nFO?-SBY-Bo O50,\n—— TON WY PW es tek tte oy RI rn ae WN pte dea eh hogs tintmen “ie Ai a Share hen a kr ee ni wea rn\nwee, Aria\n\nAohorariby Frere: ie Fp\n\nBI Rt PIMPLE arp eye MA A CO FE URL HE PRE Seth rete tee ono\n\nRetarenee Frargor ba Mion\n\nMn Atemtotnds ON wabthoh MA MAcay Rett AA year thee PRICE HA MARI AS Vag rir LE fas van fly nal\n\nREO, Urine\nFpih Gtiar Celie, ine\n\nPONISI A ANH A ALLURE ANA AIN s iacohah sie HP FUBN Ghee Pe mee bah Sr A «Ms pg meen\n\nBacteria, rere\n\nWhee ee EARN IY ge oy\n\nRe e C ae\n\n“Hetenonse Renate we rit\n\nPNASLRA Phin Bis ORY Hie hen a ee iit « oy\n\nMoforenea, Rowe RIBiey gan a\n\nI\nty aerate thee mee ie\n\nHye! ine Cuaty\n\neelttuve, OMe\n\nAM OF Ee Bac UUM NRL nd tu Bmhe Ast Dun sate re\na\n{\n'\n!\n;\nf\n\n4\ni\ni\n\nSS NYO ERMA D 41 Pm JOR BL LAP sth wept ge\n\nGaufture, Lrtne\n\nCUVEE VG, UES\nStayer; Fadah\n\ncudturg:\nhe growth\n\nVester B ey . Urisq i S gmk up eh a Yya RO9 Udit tops:\n\nParidtning Sttex\nMAL Sunom Quast Laboratories, 1255 W Warhington 8 Perag, AZ S828\n\nEsa Wahedd Tabohe tin) Sores OM mieedicomare tte ke Bh Gh Sin n N nals Som he Ab Nidal MPA Pa L MAN Wh RUMOR RASA Reval\n\nCset Guaes Otasrnenon, ihe 2 wonaalatedl fo fogs, Pad ted a) awatcbatod Cyne Marmention iat ie ate bus ui fegisterad wralererka of a Cast Disgreenen, A te deny ‘owks . C\nWisely of (iol comsactien aunave, Pyivrcy poliey ren be sexe ah Ne Seats ahaa ononlharman ively pasty Qetionegy) Wate Aiea), ROB Casnnd Risyrenstina Stoovpor Met ATL OAs togur vod,\n\nThese resdig have baer ape to ihe parse who wrcavedl Repent, You Ree \"Wavees Pestle OKAY ret by Mewet au rihesietal adeions hi 5 ht eo UNE ID Agha Heviscleny why theater hi hedid Waedttvare peohienforat,\n\nad Wy renthe\n\n{\ni T\nSIMS MICHAEL (i62se00ns893) | V/4\n\n--- Page 82 (OCR) ---\nVEEP UTA LULO/ IVE (1.47 AM FAX No, P. 006\n\nFrom: Patho@eniug Labarat Fax: (308) 478-4234 To: Fax: (623) 825.6386 Page 2 af d 08/08/2018 9:01 Ply\n\naa Rg\n\n&\nGamer Gy\n\nLeet @\n== Micro Gen\n\n® ~ o Supurter Megnwsue: Taupe Trramorny. Autor Ouixames,\na A MCE AAPL Hecuetbne ANA,\na H IN ASSOCIATION With So UTHAREY REGIONAL PSA LADONATONY, LLC\n\n4321 Marsha Sharp Fwy Door 2, Lubbock, TX 79407\n\nPatient: Sims, Michael Specimen: = VOIDED URINE Physician: Nelson, Roscoe\nDOB: 09/03/1952 Received: 08/02/2018 12:26 PM Phone: (602)942-5600\nPatient (D: 0903195285323 Completed: 6/6/2018 Fax: (623)826-6386\nGender: Male Accession: 185599 ' Collected: 05/01/2018 12:26 PM\n\nNext Generation Sequencing Results\n\nMicro Gen Diagnostics' comprehensive testing (patent pending) ts a relative quantitative universal test for hacteriafungl, DNA sequencing methods are\nused to Identify the microarganlems! gentle slghatures and the astimated percentage of organisms present in the Spacimen. Virtually all bacteria Aungi\nare sereéneéd for and the most predominant populations ars reported, ’\n\nRapid Screaning (PCR Results)\n\nBacteria! Load (Medium)\nEnterococcus faecal{s\n\nAmount per m L\n\n10%-1,07\n5.97 x 104\n\nComprehensive Identification\n(Sequencing Results)\n\nDetected Bacterta:\nEnterococcus faecalis\n\nKlebsiella pneumoniae Not Detected\nStreptococcus agalactiae Not Detected NO FUNGAL SPECIES DETECTED\nPseudomonas aeruginosa Not Detected\nStaphylococcus aureus Not Detected\nProteus mirabilis Not Detected\nEscherichia coli Not Detected\nMobiluncus eurtisij Not Detected\nMahbiluncus mulieris Not Detected\nGardnerella vaginalis Nat Detected\nUreaplasma urealyticum Not Detected\nUreapiasma parvum Not Detectad\nStaphylococcus saprophyticus Not Detected\nPrevotella bivia Not Detected\nMycoplasma haminis Not Detected\nLactobacillus gasseri Nat Detected\nLactobacillus crispatus/acidophitus Not Detected\n\nResistance Genes Detected\nMacrolide\nAminoglycaside\n\nResistance Gehes Not Detected\nVancomycin\n\nMethicillin\n\nBetalactam\n\nCarhapenem\n\nTetracycline\n\nQuinolone\n\nComplete Antibiotic Analysis [Next Page(s)|\n\nANTIBIOTIC DISCLAIMER: Southviest Regionsl POR ASSUMES NO liabilby ta pationts with razpact ta the actians of Physicians, hesith care tacilities end other Usara, end is net responsible for any injury,\ndeath or damage resutting from ihe use. Misuse of intempiotation of information obtained through thiz anithiore fapart. Therapeutic options Hleted by the program are based upon national antiblotte\nSusceptibilty data and antibiograms. Therapy should Not be undertaken without thorough essessment of the indication &, cont Yaindi¢ations and side effects of Bay proepective drug of intervention,\nFurthermore, the database is curated and derived from incidence and prevalence statistics whose accuracy will vary widely for individuol digeasex snd fegions of the country. Changes in éndamicity,\nlacidence, and drugs of choice mey occur. The list of drugs, infectious Gisaases ond even countty names will vary with time. Although we endeavor to include such new Information on a Umely basis =\ndélsy cannol be avolded. For more information please contact Us al 865/209/0019\n\n--- Page 83 (OCR) ---\nVELAUTAEULOSIUL (1.4935 AW FAX No, P, 007\n\nFrom: Patho Gehius Laborat Fax: (808) 478-1238 To: Fax: (623) 825-8368 Page J of 4 05/06/2018 &:01 pi\n\nDISCLAIMER: (i) This tost was devetopad and performance characteristics have baen detarmined by Soulhweat Regional PCR Laboratory. Ithas not been cleared OF approved by the U. S. Food and Ding\nAdmlntetvation (FDA), howevar, the FDA has determingd that such clearance of approval is not neces Sry. This testis used for clinical purposes. te use should not be regarded as ifvastigational or for\nfeseaich, This laboratory is certified undéths Clinical Laboratory (mprovement Amondments of 1988 {CLIA 88) e& qualified lo perform tigh complexity clinical laboratery testing. (ii) A negalve result does\nAO{ fule oul tho prasence of PCR inhibitors, or DNA astraction inhiditors euch as lidocaine, in patients specimens or microbial ONA concentrations below the laval of detection of the assay. {iff} The rest Js\nPertormed pursusnt to sa agraament with Roche Moleculay Systema, Inc. (iv} Relative quantitation of swabs roler$ fo analyts load [avels of <10*5, 10*°S to 10°7, and > {0*7 far lov, medium and high\n\ntebpectivaly,\n\nLaboratory Director: Owatha Tatum Ph D, HC LOICC(ABB), MBA.\n\n--- Page 84 (OCR) ---\nOE AENEAN Li 2 OAM FAX No, P. 008\n\nFront: Patho Genius Laborat Fax: (B06) 476-1238 To: Fax: (623) 825.6386 Page 4 cf d 05/08/2048 9-07 PM\n\n0903195285323-185%00\nSims, Michael\n\nEnterpcoccus fancalis\nEnterococcus faecalis\n\nExtendad spectrum pénielllin/beta-\nlactamase inhibitor\n\ni< | le |\n\nfevortoxaen | tv tv\npancomyein |v\n||\n\nfluoroquinolone\n\n5 |\n\nls |\n\nS|\n\nfamikacin® id | Lefty]\namoxicillin/clavulanate\n(Augmentin) v\n\nt: Positive, -: Negative,\nResplration\n\nAe: Aerobie, An: Anaeroble, FAn: Facultative angetoble, Unk: Unknown\n\n* Resistance genas faund, Consultation with a pharmacist onan appropriate course of treatment with\nrecommendations made at the discretion of the physician based on known interaction and\nConcentrations is recommended.\n\nindeterminate, Ns not applicable U: Unknown\n\n--- Page 85 (OCR) ---\n“G A OTOGLO EVV 14:01: 2b b OZ-b8D-D4y IL\n\nReport Status FINAL\nRoute 2006\nFrederick S Simonie MD\n10210 N 92nd St\nSulte 205 |\nScottsdale, AZ 85258\n\nFrederick Simonie, MD\n\n’ Account: 1374\nID/MR#: SIMSMI52\n\norted: 0\n\n: Re e l 06/\nESSENSE SSSR EINER MRAM OE Beane Ss\n\n[ORDER COMMENTS]\n\nSIMSMI52\nFASTING\nA\n\nCreatine Kinase\nCRP, High Sensitivity\n\nUPDATE OR CORRECTION HAS BEEN MADE TO NAME\n\nVOL/ 003\n\nRS\n\nKa Sonora Quest\n%\n\nus Laboratories’. A Suabisidhery of Laboratory Sciences of Axizons\n\nPentre\n\nSIMS, MICHAEL\nOrder #: 13715044529\nCollected: 07/06/2018 09:30 AM DOB: 08/03/1952 Age: 65Y-11M-3D\nReceived: SSE 09:31 AM Gender: ‘ < Fastin vee\n\nPatient Phone: 6\n\nSSSR Sia armas\n\n214\n1.5 H\n\n52-355\n\n{U/L\n\n$0.9 mg/l\n\nAverage cardiovascular risk according to AHA/CDC guidelines. CRP, High Sensitivity Reference Range reflects the lowest cardiovascular risk for ages >17\n\nyears:\nmg/L\n<=0.9\n1.0-3,0\n3,.1-16.0\nSt\n\n- High\n10,1\n\nRisk according to AHA/CDC guidelines\nLow cardiovascular risk\nAverage cardiovascular risk\nigh cardiovascular risk\nPersistent elevations may represent non-cardiovascular inflammation\nSignificantly decreased C\n\n-Reactive Proteins values may be obtained from samples taken from\n\npatients who have been treated with carboxypenicillins,\n\nComprehensive Metabolic Pane! Glucose\n\n101 H # 65 - 99 mg/d L\nUrea Nitrogen (BUN) 13 8-25 mg/db\nCreatinine 0.92 0,60 - 1.50 mg/d\nGFR Estimated (Non-African Ameri can) 86 >61 m L/min/4.73m2\nGFR Estimated (African American) 400 261 m L/min/i.73m2\nBUN/Creaitinine Ratio 14.4 10.0 - 28.0\nSodium 140* 134 - 147 mmol/L\nPotassium 4.7* 3.6 - 5,3 mmol/L\nChloride 102* 95 ~ 108° mmol/L\narbon Dioxide (C02) 23 19 - 34 mmol/L\nAnion Gap 14 .4-18\nProtein, Total 6.9 60-80 o/db\nAlbumin 4.6* 3.4-4,9 o/d L\nGlobulin 2,3 2.0 - 3.7 o/db\nAlbumin/Globulin Ratio 2.4 1.0 - 2.4\nCalcium 9,5% © 8.8 - 10.4 mg/db\nAlkaline Phosphatase 80 40 - 129 IU/L\nAlanine Aminotransferase 29 5 - 60 W/L\nAspartate Aminotransferase 28 10-50 IU/L\nBilicubin, Total : ; 0.4 0.2 -1.3 mg/dl\n*Glucose: Glucose reference range reflects fasting state,\n*Sodium: Note: new reference range effective 6/25/2018\n*Potassium: Note: new reference range effective 6/25/2018\n-*Chloride: Note: new reference range effective 6/25/2018\n*Alburnin: Note: new reference range effective 6/25/2018\n*Calcium:\n\nTN_E_NASESSSANSSTNANENEENTATE ANN INANE NOAA ENEHN NE NEAUNUENSSONNENAN NNN\n\nSIMS, MICHAEL Order\nL=Low, H=High, C= Critical Abnormai, CL=Critical Low, CH=Citlcal High *=Comment\n\nAutolims Version 3.3.6 On 08/17/2018 &8\n\nNote: new reference range effective 6/25/2018\n\nPAI Ep Seta e TRTEETENANMN NANNIES\n\n#: 13715044522 ~ FINAL Report\nDistrlbutton #: 222440043-780924 4\n\nAll Rights Reserved *P Ne TONS\n\nPage 1 of 2\n\n--- Page 86 (OCR) ---\nOO BE ASE REE LES ILI SY OYLZ—-OSD-DS4UL\nReport Status FINAL\nRoute 2006 gly, Sonora Quest\nFrederick S Simonie MD S se\n10210 N 92nd St “ays Laboratories\nSuite 205\n\n: % Subskiary of Tathorutory Sétenyes Of Arvzana\nScottsdale, AZ 85258 :\n\nVYIS/ ONS\n\nFraderick Simonie, MD SIMS, MICHAEL\n, Order #: 13715044522\nAccount; 1374 Coflected: 07/06/2018 09:30 AM DOB: 08/03/1952 Age: 65Y-11M-3p\nID/MR#: SIMSMI52 Received: 07/06/2018 09:31 AM ’ Gender: M\n\nStomomngamarsiasanen ATANNNAANIAHAHANNMNANINN ELE: OZ, EI CEN Alene Rhone: 6O2-205-Se5q YS\nLipid Panel\n\nCholesterol , 122 <i99 mg/d\n\nTriglyceride . 85 S149 mg/dl\n\nCholesterol/HDL Ratio - 2,7 $4.9\n\nHDL Cholesterol ’ 45 240 ma/db\n\nNon-HDL. Cholesterol 77 159 ; mg/d\n\nLDL Cholesterol, Calculated 60* 129 mg/d L\n\nVLDL Cholesterol} 17 $29 mg/d L\n*LDL Cholesterol, For moderately high risk and high risk cardiac patients reference levels of <i00 mg/d L and\nCalculated: <70 mg/d L, respectively, should be considered, Circulation 2004; 110:227-239,\n\n2. eee\n\nTests Ordered: Creatine Kinase; Lipid Panel; CRP, High Sensitivity; Comprehensive Metabolic Panel\n\nOe memennnmnnesnnnnenmnnninnnananitaierecece\n\n4\n\nReference Range\n\n-RP, High Sensitivity\n\nGlucose i101 H 65 - 99 ma/dl,\nValues listed above may not Include all results considered abnormal for this\n\npatient (e.g., text-only results, such as those for some\npathology/cytology specimens, and results for analytes without established refere\n\nnee ranges will not appear). Always review the entire\npatient report and correlate all results with the patient's clinical condition. :\n\nUnless othenwyise noted, testing performed by: Sonora Quest Laboratories, 1255\n\nW. Washington St., Tempe, AZ 85284 800.766.6721\nEnd of Report\n\nPE) ET A EERE IN SAA NIRAMAMAAHONNANOAARA ER\nSIMS, MICHAEL Order #: 13715044522 « FINAL Report ;\nOW, H=High, C=Critical Abnormal, CL=Critica] Low, CH=Critical High, *=Comment Distribution #; 222440043-7809 241\n\nAutolims Version 3.3.6 On 08/17/2018 &S All Rights Reserveq 7 N&TUMS®\n\nPage 2 of 2\n\n--- Page 87 (OCR) ---\nAUB~49-4018 Wed 16:03:21 602/685/5401 002/002\n\nReport Status FINAL silly\nRoute 2002 or\" Sonora Quest\nSouthwest Oncology Center = . .\n5340 W Thunderbird Rd “ay Laboratories\nSuite 108\nGlendale, AZ 85306\n\n“A Subsidiary: of Laburarory Scjernues alt Avizemna\n\nSIMS, MICHAEL\nOrder #: 25625001566\n\nAccount: 2562 Collected: 08/22/2018 08:39 AM DOB: 08/03/1952 Age: 66Y-0M-19D\nID/MR#: SIMSMI52 Received: 08/22/2018 08:49 AM Gender:\norted : nt Phone: 602/295/3655\n\ne : atie\nna sername eo ERE RS QR(Z (2018. 08:31 PM Patier SAAR ORR EAA\n\nJORDER COMMENTS]\n\nSIMSMI52\nFASTING\nAN UPDATE OR CORRECTION HAS BEEN MADE To NAME\n\nGordon Grado, MD\n\nProstate Specific Ag (PSA), Total 14 $3.9 ng/m L\n\nThe investigative cut-point for PSA is generally considered 4.0 ng/m L with a negative\npredictive value of 85%. Values between 4.0 and 10.0 ng/m L are considered borderline for\nadditional evaluation, with a positive predictive value of 25%,\n\nPSA may be increased by a number of factors besides prostate cancer, These include age of\npatient, benign prostatic hyperplasia (BPH), prostatitis, sexual activity, and urinary retention\namong others, Obesity is associated with lower levels of PSA. Due to the slow growth of most prostate cancers, the utility of screening is ma rginal for most\nmen with life expectancy less than 10 years. Expected Values for Anatomic Males\n\nAge (y PSA (ng/m L)\n585 ) <4.0\n60-69 <5,5\n> 70 <6.3\n\nNormal results do not eliminate the Possibility of prostate cancer. Reference\nMeasurement of Prostate-Specific Antigen in Serum as a Screening Test for Prostate Cancer,\nN Engl J Med. i991; 325:1324\n\nTestosterone, Total 409 250 ~ 840 ng@/dl. Tests Ordered: Prostate Specific Ag (PSA), Total ; Testosterone, Total\n\neee\n\nUnless otherwise noted, testing performed by: Sonora Quest Labora tories, 1255 W, Wash ington St., Tempe, AZ 8528 1 800.766.6721\nEnd of Report\nCn SIMS MICHAEL Grader Br DSa ES BTS enn eae eee\nMS, MICHAEL Order #: 256 25001566 - FINAL Report\nL=Low, H=High, C=Criticas Abno rmal, CL=Critical Low, CH=Critical High, *=Comment Distribution #: 2 24529676-7890443\n\nsi sd NS ;\nAutolims Version 3.3.6 On 08/29/2018 All Rights Reserveg “? NETUMS\n\nPage | of I\n\n--- Page 88 (OCR) ---\n: i INBOUND NOTIFICATION 7 FAX RECEIVED SUCCESSFULLY 8 ”\n\nTIME RECEIVED REMOTE CSTD DURATION PAGES STATUS\nMarch 7, 2019 at 12:03:22 pm mst 152 4 Received\nMar-0?-2619 Thu 11:59:05 602/685/5491 001/004\n\nReport Status FINAL - Copy willy\n\nRoute 2002 2's Sonora Quest\nSouthwest Oncology Center m S . -\n5310 W Thunderbird Rd My Laboratories\nSuite 108\n\nA Subsidiary of Liboratery Sciences ox AIzony\n\nGlendale, AZ 85306\n\nGordon Grado, MD SIMS, MECHAEL\n\nOrder #: 25625001612 /\nAccount: 2562 Collected: 02/19/2019 07:53 AM DOB: 08/03/1952 Age: 66Y-6M-16D\nID/MR#: SIMSMI52 Received: 02/19/2019 07°53 AM ender: M\n\n19/2019 03:41 PM\n\nLASS OS SATAN sooo heed: 2, THN HENAN\nt\n\n[CHEMISTRY]\nProstate Specific Ag (PSA), Total 0.3 =3.9 ng/m L\n\nThe investigative cut: point for PSA is generally considered 4.0 ng/ML with a negative\nPredictive value of 855%, Values between 4.0 and 10.0 ng/m L are considered borderline for\nadditional evaluation, with a Positive predictive value Of ~25%.\n\natient Phone: 602/295/365\n\nSee ERAT ORE aes SSSA\n\nPSA may be increased by a number of factors besides prostate cancer. These include age of\npatient, benign prostatic hyperplasia (BPH), Prostatitis, sexual activity, and urinary retention\namong others. Obesity is associated with lower levels of PSA. Due to the slow growth of Most prostate cancers, the utility of Screening is marginal for most\nmen with life expectancy less than io years. Expected Values for Anatomic Males\n\nAge (y) PSA (ng/m L)\n50-59 <4.0\n60-69 <5.5\n> 70 <6,3\n\nNormal results do not eliminate the Possibility of prostate cancer,\n\nsensitivity method that has been FDA approved as an aid, in conjunction with igital rectal\nexamination (DRE), to detect prostate cancer in anatomic males aged 50 years or older. It\nhas been standar ized against the Reference Standard/WHO 96/670. Reference\n\nMeasurement of Prostate-Specific Antigen in Serum as a Screening Test for Prostate Cancer,\nN Eng! 3 Med. 1991; 325:1324\n\nTests Ordered: Prostate Specific Ag (PSA), Total\n\nInst dhol ee nnn neta\n\nUnless otherwise noted, testing performed by: Sonora Quest Laboratories, 1255 w, Washington St., Tempe, AZ 85281 800.766.6721\n\nCopy Report - Original Provider: Southwest Oncology Center, Grado Gordon L MD\nEnd of Report\n\nsons toga ccoree SIMS, MICHAEL Order Br SEGESSS TEST Tepes ecg ene\n\nSIMS, MICHAEL Order #: 25625001612 / ~ FINAL - Copy Report\n\nL=Low, H=High, C=Critical Abnormai, CL=Critica} Low, CH=Critical High, *=Comment Distribution #: 260688732- 10391132\nAutolims Version 3.4.17 On 03/07/2019 8 Ail Rights Reserved“? NATUMS\n\nPage 1 of |\n\n--- Page 89 (OCR) ---\nMar-0?-2019 Thu 11:59:47 602/685/5401 003/004\n\nReport Status FINAL\n\nRoute 2010 - wy Sonora Quest\nPinnacle Family Medicine PLC (AL) c S ae\n14044 W Camelback Rd “po Laboratories\nSuite 204. A Subsidiary of Laberate ry Sciences of Arizona\n\nLitchfield Park, AZ 85340\n\nMichael Brown, DO \"SIMS, MICHAEL J\n\nOrder #: 79714-Z2ZZ27Z04XR4 /\n\nAccount: 79714 Collected: 02/06/2019 10:17 AM DOB: 08/03/1952 Age: 66Y-6M-3D\nID/MR#: SIMMICOO004 Received: 02/07/2019 00:48 AM Gender: M 602 a9 Seng: Unknown\n\nSSSA ASTA EAA AREER\n\n[CHEMISTRY]\n\nComprehensive Metabolic Panel\n\neported: : Patient Phone\na N SS SESE OESERRRSAT TTR NSS TSSNEAS SSSA\n\nGlucose 108 HO 65 - 99 mg/d\nUrea Nitrogen (BUN) at 8-25 mg/d\nCreatinine 0.76 0,60 - 1.50 mg/d\nGFR Estimated (Non-African American) 95 =61 m Umin/i.73m2\nGFR Estimated (African American) 110 264 m L/min/1.73m2\nBUN/Creatinine Ratio 14.5 10.0 - 28.0\nSodium 139 134 - 147 mmol/L\nPotassium 5.0 3.6 -5.3 mmol/L\nChloride 102 95 - 108 mmol/L\nCarbon Dioxide (CO2) 22 19 - 34 mmol/t\nAnion Gap 15 4-18\nProtein, Total 7.2 6.0 - 8.0 g/d L\nAlbumin 4.6 3.4 - 4.9 g/d L. Globulin 2.6 2.0 - 3.7 g/d\nAlbumin/Globulin Ratio 1.7 1.0-2.4\nCalcium 10.0 8.8 - 10.4 mg/d L\nAlkaline Phosphatase 74 40 ~- 140 Iu/h\nAlanine Aminotransferase 30 5-60 IU/L\nAspartate Aminotransferase 29 10 - 50 IU/L\nBilfrubin, Total 0.4 0.2 - 1.3 mg/d L\n*Glucose: Glucose reference range reflects fasting state,\n\nMEST. Pee “. RESUETS/UNETS\nINFECTIOUS. DISEASE MICROBIOLOGY|\nCulture, Urine\n\nStatus: Final\nSource: Urine-voided\nCulture: No growth\n\nUrine is set up at a 1:1000 ditution.,\n\n2 eee\n\nTests Ordered: Camprehensive Metabolic Panel; Culture, Urine\n\nET enennninninamnttninnmnenee\nse SIMS, MICHAEL 3 Order EFS 5b Began yeoman\n\nSIMS, MICHAEL J Order #: 79714-ZZZZ7704XR4 / ~ FINAL Report\n\n- b=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical High, *=Comment Distribution #: 260688733-10391132\nsi enemas\nAutolims Version 3.4.17 On 03/07/2019 &F All Rights Reserveq — “* N&TUS\n\nPage 1 of 2\n\n--- Page 90 (OCR) ---\nMar-@?-2019 Thu 12:00:18 602/685/5401 004/004\n\nReport Status FINAL silly\nRoute 2010 \"% Sonora Quest\nPinnacle Family Medicine PLC (AL) 5. eybyenaws fot\n14044 W Camelback Rd “aps Laboratories\nSuite 204\nLitchfield Park, AZ 85340\n\nA Subsidiary of Laboratory Sciences of Avinena\n\nMichael Brown, DO SIMS, MICHAEL J\n\nOrder #: 79714-Z2ZZ77704XR4 /\nAccount: 79714 Collected: 02/06/2019 10:17 AM DOB: 08/03/1952 Age: 66Y-6M-3D\nID/MR#: SIMMICOOOL Received: 02/07/2019 00:48 AM Gender: M Fasting: Unknown\norted: 02/08/2019 07:54 AM Patient Phone: 602/295/365\nid\n\n“Pp omsnenscnarscasiramananneta saan dennearaonansnnns MAa NNENNN A Mee i IZ @ OF REF P oe e R RD ccna\n\nof Reference Ran 2\n\nValues listed above may not include all resuits considered abnormal for this patient (e.g., text-only results, such as those for some\npathology/cytology specimens, and results for analytes without established reference ranges will not appear). Always review the entire\npatient report and correlate all results with the patient's clinical condition. Unless otherwise noted, testing performed by: Senora Quest Laboratories, 1255 w. Washington St., Tempe, AZ 85281 800.766.6721\nEnd of Report\n\nIAEL J Order #2 FOF Lae aetna\n\n“SIMS, MICHAEL 3 Onder wh 79714-22ZZZ04XR4 / ~ FINAL Report\n\n.=Low, H=High, C=Critical Abnormal, CL=Criticat Low, CH=Criticai High, *=Comment Distribution #; 260688733-10391132\nAutolims Version 3.4.17 On 03/07/2019 @& All Rights Reserved“? N@Ru MS\n\nPage 2 of 2\n\n--- Page 91 (OCR) ---\n** TNBOUND NOTIFICATION : FAX RECEIVED SUCCESSFULLY **\n\nTIME RECEIVED REMOTE CSID DURATION PAGES — s TATUS AA wh\nSeptember 3, 2019 at 2:16:28 p M Ms T 124 3 Received ae\n\nSep-03-2019 Tue 14:14:38 602/685/5401 001/003\n\nReport Status FINAL - COPY sly\nRoute 2006 x \"%, Sonora Quest\n\nFrederick S Simonie MD\n\n10210 N 92nd St Sas Laboratories”\nSuite 205 A Bubsidtary of Laborstery Sejexnces oft Arizona\nScottsdale, AZ 85258 semen... SIMS, MICHAEL\nOrder #: 13715047700 / NL40615676\n\nAccount: 1371 Collected: 07/17/2019 08:31 AM DOB: 08/03/1952 Age: 66Y-11M-14p\nTD/MR#: SIMSMI52 Received: 07 17/2019 08:31 AM Gender: M Fasting: Yes\n\nESSER SERINE NSE Nona RN NMONNNEANAMARKGo Ea RD\nJORDER COMMENTS]\n\nSIMSMIS2\nFASTING\n\nFrederick Simonie, MD\n\nCreatine Kinase 129 52 - 355 IU/L\nComprehensive Metabolic Panel\nGlucose 108 H * 65 - 99 mg/dt\nUrea Nitrogen (BUN) 14 8-25: mg/dl\nCreatinine 0.88 0.60 - 1.50 mg/d\nGFR Estimated (Non-African American) 89 2=64 m L/min/1.73m2\nGFR Estimated (African American) 103 261 m L/min/1.73m2\nBUN/Creatinine Ratio 15.9 10.0 - 28.0\nSodium 145 134 - 147 mmol/L\nPotassium 4.5 3.6 ~-5.3 mmol/L\nChloride 108 95 - 108 mmol/L\nCarbon Dioxide (C02) 24 19 - 31 mmol/L\nAnion Gap 13 4-18\nProtein, Total 6.6 6.0 - 8.0 g/d L\nAlbumin 4.4 3.4-4.9 g/d L. Globulin 2.3 2.0 - 3.7 g/d L\nAlbumin/Globulin Ratio 1.9 1.0 - 2.4\nCalcium 9.5 8.8 - 10.4 mg/dl\nAlkaline Phosphatase 66 40 - 140 IU/L\nAlanine Aminotransferase 26 5 - 60 IU/L\nAspartate Aminotransferase 20 10 - 50 IU/L\nBilirubin, Total 0.3 0.2 - 1.3 mg/d\n*Glucose: Glucose reference range reflects\nfasting\nstate\n\nCholesterol] 116 <199 mg/d L\nTriglyceride 137 s149 mg/dl\nCholesterol/HDL Ratio 2.8 $4.9\n\nHDL Cholesterol 41 240 mag/dt\nNon-HDL Cholesterol 75 s159 mg/db\nLDL Cholesterol, Calculated 48* =99 mg/db\nVLDL Cholestero! 27 29 mg/d L\n\nsoe i, SUMS, MECHAEL Order 8 139 18007700 7 WE Ree ee enone\n\nSIMS, MICHAEL Order #: 13715047700 / NL40615676 - FINAL - COPY Report\nL=Low, H=High, C=Critical Abnormal, CL=Criticai Low, CH=Critica! High, *=Comment Distribution #: 2968 24622-123413904\n\nAutolims Version 3.4.17 On 09/03/2019 ¢¥ All Rights Reserved * Ne TUMS\n\nPage 1 of 3\n\n--- Page 92 (OCR) ---\nSep-03-2019 Tue 14:15:45 602/685/5401 003/003\nReport Status FINAL - COPY Silly. Route 2006 2 \"%, Sonora Quest\n\nFrederick § Simonie MD\n\n10210 N 92nd St Caps Laboratories”\nSuite 205 A Subsictiavy of Laboratoxy Solences Of Avizanna\nScottsdale, AZ 85258 :\n\nPatient Information\n\nFrederick Simonie, MD\n\nSIMS, MICHAEL\n\nOrder #: 13715047700 / NL40615676\nAccount: 1374 Collected: 07/17/2019 08:31 AM DOB: 08/03/1952 Age: 66Y-11M-14p\nID/MR#: SIMSMI52 Received: 07/17/2019 08:34 AM Gender: M :\n\neported: l 07:27 PM Patient Phone: 602- ~\nHeenan SWELSAIAAAS MASAI RRAY ih i ee\nsk:\n\nOptimal <215; Moderate 215-301; High\n>301\n\n*LDL Pattern: Risk:\nOptimal Pattern A; High Pattern\n\nTests Ordered: Creatine Kinase; Comprehensive Metabalic Panel; Cardio IQ Lipid Pn} w/Lipopro,\nFractionation, Ton Mobility\n\n: 212.7 L > OR = 217.4 Angstrom\n(LDL Pattern B A _Pattern\n\nValues listed above may not include all results considered abnormal for this patient (e.g., text-only results, such as those for some\npathology/cytology specimens, and results for analytes without established reference ranges will not appear), Always review the entire\npatient report and correlate all results with the patient's clinical condition,\n\nUnless otherwise noted, testing performed by: Sonora Quest Laboratories, 1255 W. Washington St., Tempe, AZ 85281 800.766.6724\n\nTesting noted as NL performed by: Quest Diagnostics Nichols Institute (SIC), 33608 Ortega Hwy, San Juan Capistrano, CA 92690\n800.642.4657\n\nCopy Report - Original Provider: Frederick S Simonie MD, Simonie Frederick S MD\nEnd of Report\n\nBe BEN ee aah eonsiannrenonteamnonenan\n\nSIMS, MICHAEL Order #: 13715047709 / NL40615676 - FINAL - COpy Report\n\nL=Low, H=High, C=Criticat Abnormal, CL=Criticai Low, CH=Criticai High, *=Comment Distribution #; 296824622-12341 394\nAutolims Version 3.4.17 On 09/03/2019 &8 All Rights Reserveq “? Ne Tums\n\nPage 3 of 3\n\n--- Page 93 (OCR) ---\nSep-03-2019 Tue 14:14:40 602/685/5401 002/003\nReport Status FINAL - COPY\n\nRoute 2006 _ a ge, Sonora Quest\nFrederick $ Simonie MD &. . ey dpe eal oe iy\n10210 N 9and St ue Laboratories\nSuite 205\n\nA Subsictiasy of Leborrtinsy Sciences of Ariz ona\n\nScottsdale, AZ 85258\n\nFrederick Simonie, MD SIMS, MICHAEL\n\nOrder #: 13715047700 / NL40615676\n\nAccount: 1371 Collected: 07/17/2019 08:31 AM DOB: 08/03/1952 Age: 66Y-11M-14p D\nID/MR#: SIMSMI52 Received: 07/17/2019 08:31 AM Gender: asting: Yes\nReported: 0 LA9/2019 Q7:27 PM Patient Phone: 602-295-\nSE DP eon ae eosstsonanssoarannaanasonansnsganninnannnann ee ATA RARRAASAabe PALA ee\n’ Cholesterol, Note:\nCalculated: new reference range effactive\n6/17/2019\nFor\n\nmoderately high risk and high risk cardiac\npatients, reference levels o <100 mg/d L. and\n<70 mg/d L, pevpectively, should be considered,\nCirculation 2004;\n\n110: 227-239,\n\nCardio IQ (TM) Lipoprotein Fractionation, Ion Mobility\n\nLDL Particle Number 822* 732-2035 nmol/L NL\nLDL Peak Size 212.7 L > OR = 217.4 Angstrom NL\nHDL, Large 4949* 3382-9376 nmol/L NL\nLDL, Small 164* 85-473 Am Mol/t NL\nLDL, Medium 177% 122-498 nmol/l NL\nLDL Pattern B # A Pattern NL\n\n*LDL Particle Number: Risk:\noptimal <1138; Moderate 1138-1409; High\n>\n\n*LDL Peak Size: Risk:\noptimal >222.9; Moderate 222.9-217,4: High\n<217,\n\nAdult\n\ncardiovascular event risk category cut points\n\n(optimal,\nmoderate, high) are based on adult\n\nS. reference population. Association between ipoprotein\n\nsubfractions and cardiovascular events\nis based on Musunuru et al. ATVB,\n\n2009: 29:1975,\nFor\n\nadditional information, please refer to\nhitp://education. Quest Diagnostics.com/faq/FAQI 34\n(This link is being provided for\n\ninformational/educational purposes\nonly.)\nThis test was developed and its\n\nanalytical performance characteristics\nhave been determined by Quest\n\nDiagnostics Nichols Institute San Juan\nCapistrano. It has not been cleared or\n\napproved by FDA, This assay has\nbeen validated pursuant to the CLIA\n\nregulations and is used for\nclinical purposes,\n\n*HDL, Large: Risk: Optimal >6729; Moderate\n6729-5353; High <5353\n*LDL, Small: Risk: Optimal <142; Moderate\n142-219; High >249\n*LDL, Medium:\nsnton hig, SES, MIUCHAET Oreier Br TS9TSSRTIOOT WERBE TRG enone. SIMS, MICHAEL Order #: 13715047700 / NL40615676 - FINAL - copy Report\nL=Low, H=High, C=Critical Abnormal, CL=Critica} Low, CH=Critical High, *=Comment Distribution #; 29682462 2-12341394\nAutolims Version 3.4.17 On 09/03/2019 & All Rights Reserveq “t Netums\n\nPage 2 of 3\n\n--- Page 94 (OCR) ---\nReport Status FINAL &\n\nRoute 2014 co @ Sonora Quest\nSouthwest Oncology Centers - : 4\n2926 N. Civic Center Plaza Aye Laboratories\n\nScottsdale, AZ 85251\n\nGordon Grado, MD\n\nAccount: 80147\nID/MR#: SIMSMI52\n\nA Subsidiary of Laboratory Sciences of Arizona\n\nSIMS, MICHAEL\nOrder #: 801475005441 / NL41954907\n\nM DOB: 08/03/1952 A €: 67Y-1M-3D\nM Gender: M 9\n\nCollected: 09/06/2019 1\nReceived: 09/06/2019 u\n\n_ Reported: 09/07/2019 02:47 AM Patient Phone: 602/295/3655 mone\n\nORDER COMMENTS]\n\nSIMSMI52\nFASTING\n\nPSA, Total and Free\n\nAN UPDATE OR CORRECTION HAS B\n\n: REFERENCE RANGES\n\nProstate Specific Ag (PSA), Total 0.2* 23.9 ng/m L\n\nPSA, Free\nPSA, % Free\n\nrostate Specific Ag\n(PSA), Total:\n\n*PSA, Free:\n\n0.03* Not Established ng/m L\nN/A 226 %o\nThe investigative cut-point for PSA is generally considered 4.0 ng/m L with a negative\n\npredictive value of 85%. Values between 4.0 and 10.0 ng/m L are considered borderline for\nadditional evaluation, with a positive predictive value of w25%. PSA may be increased by a number of factors besides prostate cancer. These include age of\npatient, benign prostatic hyperplasia (BPH), Prostatitis, sexual activity, and urinary retention\namong others. Obesity is associated with lower levels of PSA. Due to the slow growth of most prostate cancers, the utility of screening is Marginal for most\nmen with life expectancy less than 10 years. Expected Values for Anatomic Males\ne\n\nAg PSA (ng/m L)\n50-59 <4.0\n60-69 <5,5\n> 70 <6.3\n\nNormal resuits do not eliminate the possibility of prostate cancer. Results obtained using different methodologies cannot be used interchangeably. This test\nwas performed using the Roche Elecsys total PSA method. The Roche Elecsys assay is a high-\nsensitivity method that has been FDA approved as an aid, in conjunction with digital rectal\nexamination (DRE), to detect prostate cancer in anatomic males aged 50 years or older. It\nhas been standardized against the Reference Standard/WHO 96/670. Reference\n\nMeasurement of Prostate-Specific Antigen in Serum as a Screening Test for Prostate Cancer,\nN Eng! J Med. 1991; 325:1324\n\nThe free PSA ratio (%) is used to aid in distinguishing prostate cancer from benign prostatic\nconditions in anatomic males when DRE js not suspicious for prostate cancer and total PSA\nvalues are borderline (4.0-10.0 ng/m L), When total PSA is < 2.5 0r > 10.0 ng/m L, the\ndiagnostic utility of free PSA has not been determined and is not calculated,\n\nPercent Probability of Finding Prostate Cancer on Needle Biopsy\n\n%o Free PSA 50-59 y 60-69 y > 69 y\n<il 49.2% 57.5% 64.5%\n11-18 26.9% 33.9% 40.8%\n19-25 18.3% 23,9% 29.7%\n> 25 9.1% 12.2% 15.8%\n\nNormal results do not eliminate the possibility of prostate cancer,\n\nResults obtained using different methodologies cannot be used interchangeably. These tests\nwere performed using the Roche Elecsys total and free PSA methods, respectively. The Roche\nElecsys total PSA assay is a high-sensitivity method that has been FDA approved as an aid, in\nconjunction with digital rectal €xamination (DRE), to detect prostate cancer in anatomic males\naged 50 years or older, The Roche Elecsys free PSA assay is FDA approved to aid in\ndistinguishing prostate cancer from benign prostatic conditions in anatomic males 50 years of\nage or older where a DRE is not suspicious for prostate cancer and a total PSA value is\nbetween 4.0 and 10.0 ng/m L. These methods have been standardized against the Reference\nStandard/WHO 96/670 (total PSA) and the Reference Standard/WHO 96/668 (free PSA),\n\nPage | of 2\n\n--- Page 95 (OCR) ---\nReport Status FINAL sig\n\nRoute 2014 & é, Sonora Quest\nSouthwest Oncology Centers S , . n\n2926 N. Civic Center Plara “ye Laboratories\nScottsdale, AZ 85251 . “A Subsidiary of Liboratory Sciences Of Arizona\n\nGordon Grado, MD Patient Informations. SIMS, MICHAEL\nOrder #: 801475005441 / NL41954997\n\nAccount: 80147 Collected: 09/06/2019 io: 7 AM DOB: 08/03/1952 Age: 67Y-1M-3p\nAM Gender: M\n\n4\nID/MR#: SIMSMI52 Received: 09/06/2019 10:48 1\na Reported: 09/0 {2019 02:47 AM atient Phone: 602/295/3655\nReference\n\nMulticenter Comparison of the Diagnostic Performance of Free Prostate-Specific Antigen,\nUrology. 1996; 48(Suppl):45-50,\n\nRoche Cobase Elecsys free PSA Package Insert, 2017-10, v9.0, Roche Diagnostics, Inc.,\nIndianapolis, IN,\n\nreste Ooty po\n\nTests Ordered: PSA, Total and Free\n\nCopy being sent to: Results Only SHP HIE\nEnd of Report\n\nSIMS, MICHAEL Order #: 801475005441 / NL41954907 - FINAL Report\nL=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical High, *=Comment Distribution #: 297651895-12378147\nAutolims Version 3.4.17 On agyo7/2019 ge All Rights Reserveq “! Ne Tuims’\n\nPage 2 of 2\n\n--- Page 96 (OCR) ---\nReport Status FINAL silly,\nRoute 2014 | \"%, Sonora Quest\n\nSouthwest Oncology Centers . “og\n2926 N. Civic Center Plaza Cur Laborato, ics\nScottsdale, AZ 85251 A Subsidiary of Laboratory Scieuces of Arizona\n\npau ae Roar ke\nSIMS, MICHAE\nOrder #: 801475005661 / NL46787950\nAccount: 80147 Collected: 03/06/2020 10:43 AM DOB: 08/03/1952 Age: 67Y-7M-3D\nID/MR#: SIMSMi I52 Received: 03/06/2020 io:5t AM Sex: M\nReported: 03/10/2020 ZF Patient Phone: §02/295/3655\n\nGordon Grado, MD\n\nProstate Specific Ag (PSA), Total 0,2 $3.9 ng/m L\nThe investigative Cut-point for PSA is generally considered 4,0 ng/m L with a negative\npredictive value of 85%. Values between 4,0 and 10.0 ng/m L are considered borderline for\nadditional evaluation, with a positive predictive value of 25%,\n\nPSA may be increased by a number of factors besides Prostate cancer. These include age of\npatient, benign prostatic hyperplasia (aa, Prostatitis, sexual activity, and urinary retention\namong others, Obesity js associated with fawer levels of PSA,\n\nDue to the slow growth of most prostate cancers, the utility of Screening is marginal for most\nmen with fife expectancy less than 10 years,\n\nExpected Values for Anatomic Males\nAge (y) PSA (ng/m L)\n\n30-59 <4.0\n\n60-69 <5.5\n\n> 70 <6,3\n\nNormal results do not eliminate the possibility of prostate cancer,\n\nResults obtained using different methodologies cannot be used interchangeably. This test was\nperformed using the Roche Elecsys total PSA method. The Roche Elecsys assay is a high-\nSensitivity method that has been FDA approved as an aid, in conjunction with digital recta]\nexamination (DRE), to detect prostate cancer in anatomic males aged 50 years or older. It has\nbeen standardize against the Reference Standard/WHO 96/670. Reference\nMeasurement of Prostate- pecific Antigen in Serum as a Screening Test for Prostate Cancer, N\n4\n\nEngl J Med. 1991; 325:139\n\nTestosterone, Free (Dialysis) and Total, MS\n\nTestosterone, Free 43.8* 35.0-155.0 pg/mb SL\nestosterone, Total, MS 465* 250-1100 ng/dt SL\n*Testosterone, Free: For additional information, please refer to\n\npttp://education.questdiagnostics.com/faq/FAQ165 (This link is\nbeing provided for informational/ educational purposes only.)\n\nThis test was developed and its analytical performance\ncharacteristics have been determined by Quest Diagnostics Nichols\nInstitute Valencia, It has not been cleared or approved by the US\nFood and Drug Administration, This assay has been validated\n\npurposes,\n*Testosterone, Total, Men with clinically significant hypogonadal symptoms and\nMS:\n\ntestosterone values repeatedly in the range of the 200-300 ng/d.\nor less, may benefit from testosterone treatment after adequate\nrisk and benefits counseling,\n\n\"SATS eye er eee ran saeeterewnnconseee soe Sa at te er atetrocenmmucernen Sr tt to esteem since suns\nTests Ordered: Prostate Specific Ag (PSA), Total; Testosterone, Free (Dialysis) and Total, MS\n“eect estrentnameenne\n\nUnless otherwise noted, testing performed by: Sonora Quest Laboratories, 1255 w. Washington St., Tempe, AZ 85281 800.766.6721\nTesting noted as SL performed by: Quest Diagnostics Nichols Institute (Valencia), 27027 Tourney Road, Valencia, CA 91355\n800.421.4449\n\nPage 1 of 2\n\n--- Page 97 (OCR) ---\nReport Status FINAL fils,\n\nRoute 2014 \"@ Sonora Quest\nSouthwest Oncology Centers Fe 1 wey fet\n2926 N. Civic Center Plaza yee Laboratories\nScottsdale, AZ 85251. A Subsidiary of Laboratory Sciences of Arizona\n\nGordon Grado, MD\nSIMS, MICHAEL\n\nOrder #: 801475005661 / NL46787950\n\nAccount: 80147 Collected: 03/06/2020 10:43 AM DOB: 08/03/1952 Age: 67Y-7M-3p\nID/MR#: SIMSMI52 Received: 03/06/2020 10:51 AM Sex: M\n\na Reported: 03/10/2020 07:57 PM Patient Phone: 802/295/3655\nwe SAITO BOYNE OL NHL UO NORBIR CRE HCO MEL SORA 9 IO YOennee Ee Snare Oe O02°295-3655\n\nCopy being sent to: Results Only Innovation Care Partners *HIE\nEnd of Report\n\n= SEMIS MECHABL Ond Gr Fr BOG Sy Se eee eee eae\nSIMS, MICHAEL Order #: 801475005661 / NL4G6787950 - FINAL Report\n\nL=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical High, *=Comment Distribution #: 336092004-14048648\nAutolims Version 3.4.17 On 03/10/2020 @® All Rights Reserved 1 Ne Tums)\n\nPage 2 of 2\n\n--- Page 98 (OCR) ---\nReport Status FINAL s Hily\n\nRoute 2014 or\", Sonora Quest\nSouthwest Oncology Centers 5 on\n\"2926 N. Civic Center Plaza ips Laboratories\n\nScottsda le, AZ 85251 A Subsidiary of Laboratory Sciences of Arizona\n\nGordon Grado, MD Tifarmatian s\n\nSIMS, MICHAEL\nOrder #: 801475005852 / NL52409203\n\nREFERENCE, RANGES UNITS (iss! PRG\n\nAccount: 80147 Collected: 09/11/2020 01:27 PM DOB: 08/03/1952 Age: 68Y-1M-8D\nID/MR#: SIMSMI52 Received: 09/11/2020 01:28 pm Sex: M\nReported: 09/1 05:44 PM Patient Phone: 602/295/3655\nmp PRa TEer es rapererooe ee nena SOO\n\n| EMISTRY|\nProstate Specific Ag (PSA}, Total <0.1 $3.9 ng/m L. The investigative cut-point for PSA is generally considered 4.0 ng/m L with a negative\n\npredictive value of 85%. Values between 4.0 and 10.0 ng/m L are considered borderline for\nadditional evaluation, with a Positive predictive value of N25%,\n\nPSA may be increased by a number of factors besides prostate cancer. These include age of\npatient, benign prostatic hyperplasia (BPH), prostatitis, sexual activity, and urinary retention\namong others. Obesity is associated with lower levels of PSA. Due to the slow growth of most prostate cancers, the utility of screening is Marginal for most\nmen with life expectancy less than 10 years,\n\nExpected Values for Anatomic Males\n\nAge (y) PSA (ng/m L)\n50-59 <4.0\n60-69 <5.5\n> 70 <6.3\n\nNormal results do not eliminate the possibility of prostate cancer,\n\nsensitivity method that has been FDA approved as an aid, in conjunction with digital rectal\nexamination (DRE), to detect prostate cancer in anatomic males aged 50 years or older, It\nhas been standardized against the Reference Standard/WHO 96/670. Reference\n\nMeasurement of Prostate-Specific Antigen in Serum as a Screening Test for Prostate Cancer,\nN Engl J Med. 1991; 325:1324\n\nTestosterone, Free (Dialysis) and Total, MS\n\nTestosterone, Free 29.2 L * 35.0-155.0 pg/m L SL\nestosterone, Total, MS 428* 250-1100 ng/d L SL\n*Testosterone, Free: For additional information, please refer to\n\nhttp://education questdiagnostics.com/faq/FAQL6S (This link is\nbeing provided for informational/ educational purposes oniy,)\n\npursuant to the CLIA regulations and is used for clinical\npurposes,\n*Testosterone, Total, Men with clinically significant hypogonadal symptoms and\nMS:\n\ntestosterone values repeatedly in the range of the 200-300 ng/db\nor less, may benefit from testosterone treatment after adequate\nrisk and benefits counseling,\n\nTests Ordered: Testosterone, Free (Dialysis) and Total, MS; Prostate Specific Ag (PSA), Total\n\nValues Outside of Reference Range\nBP -RESULTS. -REFERENCE RANGES:.:\n\n29.2 1 35.0-155.0 pa/m L\n\nTestosterone, Free\n|\n\nPage | of 2\n\n--- Page 99 (OCR) ---\nReport Status FINAL NES ;\n\nRoute 2014 or\"y, Sonora Quest\nSouthwest Oncology Centers & L o™, o\n2926 N. Civic Center Plaza “ips Laboratories\nScottsdale, AZ 85251 A Subsidiary of Laboratory Sciences of Arizona\n\nGordon Grado, MD\nSIMS, MICHAEL\nOrder #: 801475005852 / NL52409202\n\nAccount: 80147 Collected: 09/11 2020 01:27 PM DOB: 08/03/1952 Age: 68Y-1M-8p\nID/MR#: SIMSMY52 Received: 09/11/2020 01:28 PM Sex: M\n\nSree reece ehorted’ 09/15/2020 SEEM nnechatlent Phone: 602/295/3655\nValues listed above may not include all results considered abnormal for this patient (€.g., text-only results, such as those for some\npathology/cytology specimens, and results for analytes without established reference ra nges will not appear), Always review the\nentire patient report and correlate all results with the patient's clinical condition,\n\nUnfess otherwise noted, testing performed by: Sonora Quest Laboratories, 424 5 56th St, Phoenix, AZ 85034 800.766.6721\nTesting noted as SL performed by: Quest Diagnostics Nichols Institute (Valencia), 27027 Tourney Road, Valencia, CA 91355\n800.421.4449\n\nEnd of Report\n\nSIMS, MICHAEL Order #: 801475005852 / NL52409202 . FINAL Report\n'=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical High, *=Comment Distribution #: 376581586-16733724\nnacolims Version 3.4.17 On 09/15/2020 ¢? All Rights Reserved ‘“t Ne TUMS\n\nPage 2 of 2\n\n--- Page 100 (OCR) ---\nReport Status FINAL Silly\n\nRoute 2014 a @, Sonora Quest\nSouthwest Oncology Centers Fy . -\n2926 N. Civic Center Plaza Ln Labor atories\n\nScottsdale, AZ 8525]\n\nav Subsidiary of Laboratory Sciences of Arizona\n\nGordon Grado, MD a a\nSIMS, MICHAEL\nOrder #: 801475006045 / NL58869398\n\nAccount: 80147 Collected: MSIE 12:06 PM DOB; 08/03/1952 Age: 68Y-6M-27p\nID/MR#: SIMSMI52 Received: 03/02/2021 12:06 PM Sex: M\n\nReported: 03/03/2021 07°40 AM Patient Phone: 602/295/3655\nomen mnmnsenetactenatnacinmnnmnmon OL LEC i\nORDER COMMENTS\nSIMSMI52\n\nASTING\n\nPSA, Total and Free\n\nProstate Specific Ag (PSA), Total <0,1* $3.9 ng/m L\n\nPSA, Free <0,02* Not Established ng/m L\n\nPSA, % Free N/A 226 %\n*Prostate Specific Ag The investigative cut-point for PSA is generally considered 4.0 ng/m L with a negative\n(PSA), Total: predictive value of 85%, Values between 4.0 and 10.0 ng/m L are considered borderline for\n\nadditional evaluation, with a positive predictive vatue of ~25%,\n\nPSA may be increased by a number of factors besides prostate cancer. These include age of\npatient, benign prostatic hyperplasia (BPH), Prostatitis, sexual activity, and urinary retention\namong others, Obesity is associated with Jower levels of PSA,\n\nDue to the slow growth of most prostate cancers, the utility of Screening is marginal for most\nmen with life expectancy less than 10 years,\n\nExpected Values for Anatomic Males\ne (y) )\n\nAg PSA (ng/m L\n50-59 <4.0\n60-69 <5.5\n> 70 <6.3\n\nNormal results do not eliminate the Possibility of prostate cancer,\n\nResults obtained using different methodologies cannot be used interchangeably, This test\nwas performed using the Roche Elecsys total PSA method. The Roche Elecsys assay is a high-\nsensitivity method that has been FDA approved as an aid, in conjunction with digital rectaj\nexamination (DRE), to detect Prostate cancer in anatomic males aged 50 years or older. It\nhas been standardized against the Reference Standard/WHO 96/070. Reference\nMeasurement of Prostate-Specific Antigen in Serum as @ Screening Test for Prostate Cancer,\nN Engl J Med, 1991; 325:1324\n\n*PSA, Free: The free PSA ratio (%) is used to aid in distinguishing Prostate cancer from benign prostatic\nconditions in anatomic males when DRE is ici\nvalues are borderline (4.0-10.0 ng/m L). When total PSA is < 2.5 0r > 10.0 ng/m L, the\ndiagnostic utility of % free PSA has not been determined and is not calculated. Percent Probability of Finding Prostate Cancer on Needle Biopsy\n\n% Free PSA 50-59 y 60-69 > 69y\n<1il 49.2% 57.5% 64.5%\n11-18 26,9% 33.9% 40.8%\n19-25 18.3% 23.9% 29.7%\n> 25 9.1% 12.2% 15.8%\n\nNormal results do not eliminate the Possibility of prostate cancer,\n\nwere performed using the Roche Elecsys tota and free PSA methods, respectively, The Roche\nElecsys total PSA aseay is a high-sensitivity method that has been FDA approved as an aid, in\nconjunction with digital recta] examination (DRE), to detect Prostate cancer in anatomic males\naged 50 years or older. The Roche Elecsys free PSA assay is FDA approved to aid in\ndistinguishing prostate cancer from benign Prostatic conditions in anatomic males 50 years of\nage or older where a DRE is not suspicious for prostate Cancer and a total PSA Value is\nbetween 4.0 and 10.0 ng/m L. These methods have been Standardized against the Reference\nStandard/WHO 96/670 (total PSA) and the Reference Standard/WHO 96/668 (free PSA),\n\nPage 1 of 2\n\n--- Page 101 (OCR) ---\nReport Status FINAL\nRoute 2014 gy,\n\nSonora €\nSouthwest Oncology Centers Qu st\n\n2926 N. Civic Center Plaza Vas Laboratories’\nScottsdale, AZ 85251\n\n“ Subsidiary of Laboratary Sciences of ATizona\n\nGordon Grado, MD ear :\nSIMS, MICHAEL\nOrder #: 801475006045 / NL58869398\n\nAccount: 80147 Collected: 03/02/2021 12:06 PM DOB: 08/03/1952 Age: 68Y-6M-27D\nID/MR#: SIMSMI52 Received: 03/02/2021 12:06 PM Sex: M\nserena, Reported: 03/03/2024 O7:40 AM Patient Phone: 802/295/3655 _\nReference\n\nMulticenter Comparison of the Diagnostic Performance of Free Prostate-Specific Antigen,\nUrology, 1996; 48(Suppl):45-50,\n\nRoche Cobase Elecsys free PSA Package Insert, 2017-10, v9.0, Roche Diagnostics, Inc.,\nIndianapolis, IN,\n\nTests Ordered: PSA, Total and Free\n\nEnd of Report\nler #: 801475006045 7 Wy Ca,\nSIMS, MICHAEL Order #: 801475006045 / NL58869398 - FINAL Report\nL=Low, H=High, C=Critical Abnormal, CL=Critica} Low, CH=Criticat High, *=Comment Distribution #: 421258463-19529523\nAutolims Version 3.4.17 On 03/03/2021 ¢8 All Rights Reserved “t Ne Tums\n\nPage 2 of 2\n\n--- Page 102 (OCR) ---\nReport Status FINAL NIly\nRoute 2014 $\"% Sonora Quest\n\nSouthwest Oncology Centers _\n2926 N. Civic Center Plaza Says Laboratories\n\nScottsdale, AZ 85251 A Subsidiary of Laboratory Sciences of Arizona\n\nOrdering Provider Not Submitted Patient Infortiation:: 7! z\n\nSIMS, MICHAEL\nOrder #: 80147-A01110 / NL72551516\n\nAccount: 80147 Collected: 02/18/2022 DOB: 08/03/1952 Age: 69Y-6M-15D\n\nID/MR#: Received: 02/ 2022 11:43 pm Sex: M\n\nProstate Specific Ag (PSA), Total <0.1 53.9 ng/mb\n\nThe investigative cut-point for PSA is generally considered 4.0 ng/m L with a negative\npredictive value of 85%. Values between 4.0 and 10.0 ng/m L are considered borderline for\nadditional evaluation, with a Positive predictive Value of ~25%,\n\nPSA may be increased by a number of factors besides prostate cancer. These include age of\npatient, benign Prostatic hyperplasia (BPH), prostatitis, sexual activity, and urinary retention\namong others, Obesity is associated with lower levels of PSA,\n\nDue to the slow growth of most Prostate cancers, the utility of screening is marginal for most\nmen with life expectancy less than 10 years,\n\nExpected Values for Anatomic Males\nAge (y) PSA (ng/m L)\n50-59 <4.0\n\n60-69 <5.5\n\n> 70 <6,3\n\nNormal results do not eliminate the possibility of Prostate cancer,\n\nexamination (DRE), to detect Prostate cancer jn anatomic males aged 50 years or older. It has\nbeen standardized against the Reference Standard/WHO 96/670,\n\nReference\nMeasurement of Prostate-Specific Antigen in Serum as a Screening Test for Prostate Cancer. N\nEngl J Med, 1991; 325:1324\n\nTestosterone, Total 367 250 - 840 ng/di. Tests Ordered: Prostate Specific Ag (PSA), Total; Testosterone, Total\n\nUnless otherwise noted, testing performed by: Sonora Quest La boratories, 424 S 56th St, Phoenix, AZ 85034 800.766.6721\nEnd of Report\n\n\"SIMS, MICHAEL Order 80147-A01110 NL72551516 FINAL Report\nL=Low, H=High, C=Critical Abnormal, CL=Critical Low, CH=Critical High, *=Comment Distribution #: 514104661-25495619\nAutolims Version 4.8.0 On 02/19/2022 ¢® All Rights Reserveq “t Ne Tums\n\nage | of | pages\n\n--- Page 103 (OCR) ---\nReport Status FINAL Nil, ;\n\nRoute 2014 Ordered by: \"SY, Sonora Quest\nSouthwest Oncology Centers t S +. end\n2926 N. Civic Center Plaza “aye Laboratories\n\nScottsdale, AZ 852541\n\n\\ Subsidiary of Latvesy Atory Scionces of Wizuna\n\nGordon Grado, MD Patient:Information:\n\nSIMS, MICHAET]\nOrder #: 801475006794 / NL84691119\n\nAccount: 80147 Collected: 02/13/2023 02:10 PM DOB: 08/03/1952 Age: 70Y-6M-10D\nID/MR#: SIMSMI52 Received: O34 3/7023 02:10 PM Sex: M\n19/2023 05: patient Phone: C022295-3655\n\nPatient Lab ID: 0189279029 Reported: 02/\n\nProstate Specific Ag (PSA), Total <0.1 $3.9 ng/m L\nThe investigative cut-point for PSA Is generally considered 4,0 ng/m L with a negative\n\npredictive value of 85%, Values between 4.0 and 10.0 ng/mb are considered borderline for\nadditional evaluation, with a positive predictive value of ~25%,\n\nPSA may be Increased by a number of factors besides prostate cancer. These include age of\npatient, benign prostatic hyperplasia (BPH), prostatitis, sexual activity, and urinary retention\namong others. Obesity is associated with lower levels of PSA,\n\nDue to the slow growth of most Prostate cancers, the utility of screening is Marginal for most\nmen with life expectancy less than 10 years,\n\nAgeted values vas ay aomic Males\n\nAge ng/m\n\n50- 8% <4.0\n\n60-69 <5.5\n\n> 70 <6,3\n\nReference\nMeasurement of Prostate-Specific Antigen in Serum as a Screening Test for Prostate Cancer, N\nEngl J Med, 1991; 325:1324\n\nTestosterone, Total 328 240 - 1022 ng/db\n\nTest 902198 Testosterone, Total LC/MS/MS is recommended for women, children less than 18\nyears old, and hypogonadal men. Specimen for this test must be collected jn a plain red-top\ntube (no gel barrier tubes),\n\nex.s Ordered: Prostate Specific Ag (PSA), Total; Testosterone, Total\n\nless otherwise noted, testing performed by: Sonora Quest Laboratories, 424 5 56th St, Phoenix, AZ 85034 800.766.6721\nEnd of Report\n\nLow, H=High, C=Critical Abnormal, CL=Criticat Low, CH=Critical High, *=Comment Distribution #: 599907069-31379387\nrail lae Os Result Report Produced by Auto Dist On 02/14/2023 05:05 AM All Rights Reserved\n\n1 of 1 pages\n\n--- Page 104 (OCR) ---\nReport Status FINAL ai is\n\nRoute 5000 Ordered by: m S) é, Sonora Quest\nSouthwest Oncology Centers te . nen : .\n2926 N. Civic Center Plaza Ae Labo; atories\nScottsdale, AZ 85251 A Subsidiary of Laboratory Sciences of Atisona\n\nPatient Information: <- hee oe\nSIMS, MICHAEL\nOrder #: 801475007156 / NL964609:\n\nGordon Grado, MD\n\nAccount: 80147 Collected: 01/22/2024 10:33 AM DOB: 08/03/1952 Age: 71Y-5M-19D\nID/MR#: SIMSMI52 Received: 01/22/2024 10:33 AM Sex: M\n1:49 py Patient Phone: 602/295/3655\n\nTEST ; 7\n\nReported: 01/22/2024 }\n\nRESULTS REFERENCE RANGES ‘UNITS PL. Prostate Specific Ag (PSA}, Total <0,01 $3,95 ng/m L\nResults <0,01 ng/m L are below the limit of detection for the assay,\n\nThe investigative cut-point for PSA is generally considered 4.0 ng/m L with a negative\npredictive value of 85%. Values between 4.0 and 10.0 ng/m L are considered borderline for\nadditional evaluation, with a Positive predictive Value of ~25%,\n\nPSA may be increased by a number of factors besides prostate cancer, These include age of\npatient, benign prostatic hyperplasia (BPH), Prostatitis, sexual activity, and urinary retention\namong others, Obesity is associated with lower levels of PSA,\n\nDue to the slow growth of most prostate cancers, the utility of screening is Marginal for most\nmen with life expectancy less than 10 years,\n\nExpected Values for Anatomic Males\nAge (y) PSA (ng/m L)\n50-59 <4.0\n\n60-69 <8 '5\n\n> 70 <6,3\n\nWas performed using the Roche method, The Roche Elecsys assay is a high\nsensitivity method that has been FDA approved as an aid, in conjunction with digital rectal\nexamination (PRE), to detect prostate cancer in anatomic males aged 50 years or older. It he\nbeen standardize against the Reference Standard/WHO 96/670. Reference\nMeasurement of Prostate-Specific Antigen in Serum as a Screening Test for Prostate Cancer,\nEngl J Med, 1991; 325:1324\n\nTestosterone, Total 492 240 - 1022 ng/db\n\nTests Ordered: Prostate Specific Ag (PSA), Total; Testosterone, Total\n\nUnless otherwise noted, testing performed by: Sonora Quest Laboratories, 424 5 56th St, Phoenix, AZ 85034 800.766.6721\nEnd of Report\n\nL=Low, H=High, C=Critica| Abnormal, CL=Critical low, CH=Critical High, *=Comment Distribution #; §82926860-367527:\nClab Os Result Report Produced by Auto Dist On 01/23/2024 12:16 AM\n\nAll Rights Reserved\n\nPage | of | pages\n\n--- Page 105 (OCR) ---\nSouthwest (Pnsclogy Radiation Oncology {J Radiation Oncology Brachytherapy\n\nENTERS 5310 W. Thunderbird Road, #108 2926 N. Civic Center Plaza\nGlendale, Arizona 85306 Scatisdale, Arizona 852514\nPhone (602) 978-0900 Phone (480) 614-6300\nt | 5. 5 A Fax (602) 978-0912 Fax (480) 614-6333\n\nRADIATION THERAPY SUMMARY\n\nPRIMARY PHYSICIAN . OTHER PHYSICIAN\n\nDIAGNOSIS. 7\n\n“Tomo Therapy TREATMENT SITES\n, Lex les ete. Kem Qwsk ae a, deuy As)\n\n§\n\nTreatment Plan: Definitive O Palliativel Q Pre-operativel] Post-operative Q]\n. ily\n\nse\n\nCheer\n\nDa\nDo\nj\n\n--- Page 106 (OCR) ---\nl “\nlobe Mike\n\nElapsed Days Initial\n\nTSE\n\nSOAS\n\n|\n\n--- Page 107 (OCR) ---\nDally Dose\n\npected\n(mu)\n\niia\nf on, {5 f ‘) p\na] iss | ae\n\n--- Page 108 (OCR) ---\nSouthwesi/“@hcology\nENTERS\nSIMULATION INSTRUCTIONS\n\nTREATMENT FACILITY: (circle) GLENDALE, * SCOTTSDALE\n\nDATE: J3-#1-18 JACKET # Sg ee hon a\n\n, Re\nPREVIOUS RADIATION: Nae) STUDY ye 1S = Cans f 3 “a Qu\n\nPATIENT NAME:_ AIC nae \\ JID WS |\n\nDATE OF BIRTH: 8/3/5232\n\nDOCTOR: (circle) (Gane Dr. Suasin Dr. Levy\nTREATMENT SITE: “0-0 |\n\nPATIENT POSITIONING: (circle)\nSR\neee)\n\nCARMS ) one hent C stack pan )\n\nIMMOBILIZATION DEVICES: (circle) 9\nSe\n\nUPINE . PRONE OTHER\n\nPILLOW -- WING BOARD\nAQUAPLAST MASK - HEADREST A B C Dp ¢£ ¢&\nWac-Low) - 2 CHEST LEGS )\n\nBAND FEET :\n\nBLUE KNEE-ROLL 7\nSPECIAL SET-UP INSTRUCTIONS:\n\nCONSENT SIGNED A- PHOTOS\n\n‘TATTOOED",
  "metadata": {
    "page_count": 108,
    "file_size_mb": 4.16,
    "pdf_metadata": {
      "title": "",
      "author": "",
      "creator": "",
      "creation_date": "",
      "extraction_method": "ocr"
    }
  }
}