{
  "document_id": 76,
  "timestamp": "2025-11-25T00:23:14.513859",
  "stage": "pdf_extraction",
  "text_length": 4596,
  "text_content": "--- Page 1 ---\nOfficial Summary of Visit\n230 E Riverside Dr, Eagle, ID 83616 | vetiqpetcare.com | 833.838.4792\nSeana Strimback Client's info:\n5167 N 183rd Dr strimbacks@yahoo.com\nLitchfield Park, AZ 85340\nKuzco\nSpecies: Dog Age: 12 weeks\nGender: Male Birthdate: 02/17/2023\nBreed: Terrier Mix Fixed: No\nWeight: 4.98 lbs. Microchipped: No\nColors: Brown And White\nVaccert:EM01A-230516-34711V\nClinic Visit Location: El Mirage, Walmart, 12900 W. Thunderbird Rd. Date: 05/16/2023\nVet On Duty: Turitto, Emily\nVet License #: 8286\nPregnant: N/A\nWeight: 4.98 lbs. Temperature: 99.9\nPulse: 126\nRespiration: 32\nBright Alert Responsive: Yes\nVisitation Age: 12 weeks\nWeight Is Estimated: No\nIs Healthy Enough To\nVaccinate: Yes\nReferred To External Vet:\nNo\nPhysical Exam Note: Cryptorchid\nPage 1 of 3\n\n--- Page 2 ---\nOfficial Summary of Visit\n230 E Riverside Dr, Eagle, ID 83616 | vetiqpetcare.com | 833.838.4792\nVet Notes: Subjective: Kuzco presented today for examination and wellness services (listed below). Kuzco has not received any vaccines yet. No C/S/V/D. No health concerns or recent\nmedications. Objective:\nBCS: 5(1-9)\nGen: BAR, adequately hydrated, mm: pink, moist, CRT: 1.5 sec\nOral: no dental tartar/plaque, no gingivitis\nEENT: no oculonasal discharge\nCV: normal heart rate and rhythm, no murmurs or arrhythmias appreciated. Strong\nsynchronous pulses\nResp: Eupneic, no crackles or wheezes appreciated\nAbdo: no palpable masses or fluid wave\nMsk: adequate and symmetric muscling, no lameness\nNeuro: appropriate mentation and ambulation\nLN: no peripheral lymphadenopathy\nUrogenital: 1descended testicle (1 undescended testicle).no preputial swelling or\ndischarge appreciated\nInteg: full and clean hair coat, no ectoparasites appreciated\nAssessment:\nApparently healthy for vaccines\n-Cryptorchid\nPlan:\nVaccines:\nDAPPL: Right forelimb SQ\nBordetella: intranasal\nDewormer: Pyrantel (50mg/ml):0.5m L PO\nDiagnostics:\n-Intestinal Parasite Screening: Owner to collect sample and return for screening. Rx: Heartgard Plus (up to 25#) #1: administer 1 chew by mouth every 30 days. Continue for the lifetime of your pet. Additional Notes:\nAccording to the American Animal Hospital Association vaccination guidelines, all\npuppies should be vaccinated through 16 weeks of age in order to be considered fully\nvaccinated (specifically for DAPP). Today, Kuzco received his first Distemper Adenovirus Parvovirus Parainfluenza (DAPP)\nwith Lepto as well as his bordetella vaccine. In 3-4 weeks from that visit (at 16 weeks\nof age), Kuzco will receive the final DAPPL booster and his Rabies vaccine. Then, these\nvaccines will be due in 1 year. Puppies are not considered fully vaccinated until 2 weeks\nafter her last booster. Until then it is important to keep him away from other dogs with\nunknown vaccine status (dog parks, petsmart, groomers, etc.). Monitor for signs of vaccine reactions - if any significant swelling, hives, difficulty\nbreathing, vomiting, or diarrhea within the next 24 hours then P needs to be taken to an\nemergency clinic for evaluation. Kuzco has 1 undescended testicle. Both testicles should be descended by 16 weeks of\nage. Dogs with retained testicles are at a higher risk of developing testicular cancer\n(sertoli cell tumor) or testicular torsion. It is highly recommended having Kuzco being\ncastrated at 6 months. Heartworm disease is transmitted through mosquitos. All it takes is one bite from one\ninfected mosquito to transmit the disease, which is potentially fatal. Heartworm disease\nis present in all 50 states. Therefore, it is highly recommended that all pets are on\nheartworm prevention for the duration of their lifetime. Heartworm and flea/tick\nprevention can be started as early as 8 weeks of age. Heartworm disease testing\nshould be performed when the dog is 6 months of age, as the test detects adult\nheartworms, and it takes 6 months for the worms to mature. Heartworm disease\ntesting should then be performed once every year after that. Page 2 of 3\n\n--- Page 3 ---\nOfficial Summary of Visit\n230 E Riverside Dr, Eagle, ID 83616 | vetiqpetcare.com | 833.838.4792\nPackages Service WC - Puppy Visit 2\nCanine Vaccines 5in1 (DA2P + Next Due: 06/13/2023 Duration: 28 days\nParvovirus)\nBordetella Nasal Next Due: 05/15/2024 Duration: 1 year\nLeptospirosis 4- Next Due: 06/13/2023 Duration: 28 days\nway\nDewormers Strongid / Next Due: 06/13/2023 Duration: 28 days\nPyrantel\nPamoate\nTests Fecal Parasites\nTest Pending: Results are not available yet\nWellness Center Service Physical Exam\nExams\nProducts Package Add On 1 Dose Heartgard + 0-25lbs Blue\nSignature: Dr. Emily Turitto\nPage 3 of 3",
  "metadata": {
    "page_count": 3,
    "file_size_mb": 0.1,
    "pdf_metadata": {
      "title": "",
      "author": "",
      "creator": "Prawn",
      "creation_date": "",
      "extraction_method": "embedded_text"
    }
  }
}