{
  "document_id": 63,
  "timestamp": "2025-10-17T00:29:15.673148",
  "stage": "pdf_extraction",
  "text_length": 35952,
  "text_content": "--- Page 1 ---\nMission Valley Family Practice\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 1 of 30\nDischarge Summary — Nov 08 90\nImpression: type 2 diabetes. Plan: refer to specialist. Medication adjusted increased on May 21 87. Medication adjusted restarted on 09/21/1997. Exam on post-op day 2 revealed mild wheezing. Medication adjusted restarted on follow-up in 2 weeks. Medication adjusted restarted on 1996/07/23. Patient seen for routine follow-up on post-op day 2. Exam on 01-Jul-2023 revealed elevated blood\nglucose. Lab obtained on admission: glucose 140 mg/d L, creatinine 0.96 mg/d L. Lab obtained\n05-Oct-1983: glucose 155 mg/d L, creatinine 1.59 mg/d L. Exam on 3 days prior revealed no acute distress. Medication adjusted discontinued on 08/30/1948. Provider: L. Gomez, PA-C. Exam on follow-up in 2 weeks revealed no acute distress. Impression: COPD. Plan: refer to specialist. Patient seen for routine follow-up on last month. Lab Results:\nGlucose 211 Ref: 70-99\nHb A1c 10.3 (H) Ref: 4.0-5.6\nCreatinine 1.67 Ref: 0.6-1.3\nLDL 113 Ref: <100\nWBC 5.7 Ref: 4.0-10.5\nFacility: Mission Valley Family Practice — Confidential Patient Information Page 1 of 30\n\n--- Page 2 ---\nProvidence Health Network\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 2 of 30\nConsultation Report — Sep 10 43\nPatient seen for routine follow-up on follow-up in 2 weeks. Impression: osteoarthritis. Plan:\ncontinue meds. Lab obtained Mar 22 99: glucose 176 mg/d L, creatinine 0.77 mg/d L. Lab obtained two\nweeks ago: glucose 237 mg/d L, creatinine 1.22 mg/d L. Exam on post-op day 2 revealed stable vitals. Lab obtained 27-Apr-1983: glucose 118 mg/d L,\ncreatinine 1.04 mg/d L. Lab obtained two weeks ago: glucose 125 mg/d L, creatinine 1.36 mg/d L. Medication adjusted restarted on last month. Lab obtained 12/18/1974: glucose 178 mg/d L, creatinine\n1.4 mg/d L. Provider: A. Patel, MD. Exam on two weeks ago revealed improved range of motion. Lab obtained 04\nApril 1955: glucose 239 mg/d L, creatinine 1.55 mg/d L. Lab obtained Dec 06, 1993: glucose 230 mg/d L,\ncreatinine 1.09 mg/d L. Lab obtained Aug 11, 1984: glucose 248 mg/d L, creatinine 0.76 mg/d L. Facility: Providence Health Network — Confidential Patient Information Page 2 of 30\n\n--- Page 3 ---\nProvidence Health Network\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 3 of 30\nDischarge Summary — 10/06/1998\nProvider: A. Patel, MD. Medication adjusted restarted on 05/08/1980. Impression: type 2 diabetes. Plan: refer to specialist. Patient seen for routine follow-up on 06/13/19. Medication adjusted\nrestarted on 12/17/1981. Impression: hypertension. Plan: monitor labs. Impression: type 2 diabetes. Plan: continue meds. Patient seen for routine follow-up on 1996/10/21. Patient seen for routine follow-up on Mar 13,\n2006. Medication adjusted increased on follow-up in 2 weeks. Exam on follow-up in 2 weeks revealed\nelevated blood glucose. Patient seen for routine follow-up on follow-up in 2 weeks. Patient seen for\nroutine follow-up on 21 May 1980. Exam on Jan 03, 1968 revealed no acute distress. Exam on on\nadmission revealed elevated blood glucose. Lab Results:\nGlucose 153 (H) Ref: 70-99\nHb A1c 10.1 Ref: 4.0-5.6\nCreatinine 1.62 Ref: 0.6-1.3\nLDL 135 Ref: <100\nWBC 6.4 Ref: 4.0-10.5\nFacility: Providence Health Network — Confidential Patient Information Page 3 of 30\n\n--- Page 4 ---\nCoastal General Hospital\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 4 of 30\nMedication List — Jul 16 87\nImpression: type 2 diabetes. Plan: continue meds. Patient seen for routine follow-up on two weeks\nago. Lab obtained two weeks ago: glucose 148 mg/d L, creatinine 0.96 mg/d L. Provider: S. Williams,\nNP. Lab obtained 2005/05/09: glucose 204 mg/d L, creatinine 1.22 mg/d L. Lab obtained 3 days prior:\nglucose 248 mg/d L, creatinine 1.78 mg/d L. Exam on 21 July 1945 revealed elevated blood glucose. Medication adjusted restarted on last month. Exam on 3 days prior revealed elevated blood glucose. Provider: L. Gomez, PA-C. Impression: type 2 diabetes. Plan: monitor labs. Medication adjusted\nincreased on two weeks ago. Provider: S. Williams, NP. Lab obtained post-op day 2: glucose 240\nmg/d L, creatinine 0.94 mg/d L. Exam on 09-Apr-1995 revealed improved range of motion. Facility: Coastal General Hospital — Confidential Patient Information Page 4 of 30\n\n--- Page 5 ---\nSt. Augustine Medical Center\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 5 of 30\nPsychiatric Note — follow-up in 2 weeks\nLab obtained on admission: glucose 84 mg/d L, creatinine 1.58 mg/d L. Patient seen for routine follow-\nup on 01/10/90. Patient seen for routine follow-up on two weeks ago. Provider: R. Chen, MD. Medication adjusted restarted on two weeks ago. Patient seen for routine\nfollow-up on Dec 07, 1983. Patient seen for routine follow-up on Nov 21, 1955. Patient seen for\nroutine follow-up on follow-up in 2 weeks. Exam on 05/12/2023 revealed mild wheezing. Medication adjusted restarted on Dec 23 63. Impression: chronic kidney disease. Plan: refer to\nspecialist. Medication adjusted restarted on 09/12/43. Provider: R. Chen, MD. Exam on 2011/08/27\nrevealed improved range of motion. Patient seen for routine follow-up on 15-May-1983. Patient seen for routine follow-up on 1960/04/08. Provider: A. Patel, MD. Provider: L. Gomez, PA-C. Lab Results:\nGlucose 202 (H) Ref: 70-99\nHb A1c 7.7 Ref: 4.0-5.6\nCreatinine 1.14 Ref: 0.6-1.3\nLDL 188 Ref: <100\nWBC 6.8 (H) Ref: 4.0-10.5\nFacility: St. Augustine Medical Center — Confidential Patient Information Page 5 of 30\n\n--- Page 6 ---\nAnaheim Children’s Clinic\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 6 of 30\nLab Results — 1975/08/31\nPatient seen for routine follow-up on follow-up in 2 weeks. Patient seen for routine follow-up on\nlast month. Lab obtained 09/13/75: glucose 139 mg/d L, creatinine 0.87 mg/d L. Impression:\nosteoarthritis. Plan: order imaging. Medication adjusted discontinued on Apr 23 64. Provider: A. Patel, MD. Provider: S. Williams, NP. Medication adjusted restarted on Apr 24 12. Lab obtained Aug 29 69: glucose 118 mg/d L, creatinine\n0.68 mg/d L. Exam on on admission revealed stable vitals. Provider: L. Gomez, PA-C. Patient seen for routine\nfollow-up on Oct 17, 2000. Lab obtained 23-Mar-1947: glucose 196 mg/d L, creatinine 1.52 mg/d L. Impression: type 2 diabetes. Plan: continue meds. Exam on 3 days prior revealed mild wheezing. Lab Results:\nGlucose 158 (H) Ref: 70-99\nHb A1c 7.1 Ref: 4.0-5.6\nCreatinine 1.6 Ref: 0.6-1.3\nLDL 111 Ref: <100\nWBC 4.8 Ref: 4.0-10.5\nFacility: Anaheim Children’s Clinic — Confidential Patient Information Page 6 of 30\n\n--- Page 7 ---\nCoastal General Hospital\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 7 of 30\nRadiology Report — 3 days prior\nPatient seen for routine follow-up on last month. Impression: type 2 diabetes. Plan: refer to\nspecialist. Patient seen for routine follow-up on 03/12/1958. Patient seen for routine follow-up on follow-up in 2 weeks. Lab obtained Jan 17, 1998: glucose 175\nmg/d L, creatinine 1.06 mg/d L. Patient seen for routine follow-up on Jun 10 76. Exam on 15-Aug-2010\nrevealed elevated blood glucose. Patient seen for routine follow-up on 08/16/99. Lab obtained 25 November 2005: glucose 106 mg/d L, creatinine 0.61 mg/d L. Patient seen for routine\nfollow-up on post-op day 2. Medication adjusted increased on 3 days prior. Provider: S. Williams,\nNP. Lab obtained Dec 12, 1972: glucose 217 mg/d L, creatinine 1.19 mg/d L. Lab obtained Apr 23, 1942:\nglucose 92 mg/d L, creatinine 1.56 mg/d L. Facility: Coastal General Hospital — Confidential Patient Information Page 7 of 30\n\n--- Page 8 ---\nProvidence Health Network\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 8 of 30\nRadiology Report — 16-Jan-2020\nMedication adjusted restarted on 2001/01/02. Patient seen for routine follow-up on last month. Medication adjusted restarted on 04/29/1970. Patient seen for routine follow-up on last month. Lab obtained 3 days prior: glucose 244 mg/d L,\ncreatinine 1.4 mg/d L. Provider: K. Nguyen, DO. Lab obtained post-op day 2: glucose 130 mg/d L, creatinine 0.86 mg/d L. Exam on follow-up in 2 weeks\nrevealed no acute distress. Impression: type 2 diabetes. Plan: continue meds. Medication adjusted discontinued on Mar 19, 1957. Medication adjusted increased on on admission. Provider: K. Nguyen, DO. Patient seen for routine follow-up on follow-up in 2 weeks. Provider: L. Gomez, PA-C. Provider: A. Patel, MD. Lab obtained Oct 26, 1990: glucose 149 mg/d L,\ncreatinine 0.71 mg/d L. Impression: osteoarthritis. Plan: continue meds. Lab Results:\nGlucose 103 Ref: 70-99\nHb A1c 6.1 (H) Ref: 4.0-5.6\nCreatinine 1.36 Ref: 0.6-1.3\nLDL 85 (H) Ref: <100\nWBC 8.2 (H) Ref: 4.0-10.5\nFacility: Providence Health Network — Confidential Patient Information Page 8 of 30\n\n--- Page 9 ---\nMission Valley Family Practice\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 9 of 30\nConsultation Report — 1940/02/08\nPatient seen for routine follow-up on 14 October 1956. Exam on Apr 12 60 revealed mild wheezing. Impression: osteoarthritis. Plan: monitor labs. Patient seen for routine follow-up on 04/08/2012. Impression: type 2 diabetes. Plan: refer to\nspecialist. Lab obtained 21-Oct-1959: glucose 204 mg/d L, creatinine 1.59 mg/d L. Exam on last month\nrevealed stable vitals. Impression: hypertension. Plan: order imaging. Exam on 07/22/1986 revealed mild wheezing. Provider: L. Gomez, PA-C. Lab obtained 08/02/53: glucose\n246 mg/d L, creatinine 1.46 mg/d L. Provider: K. Nguyen, DO. Exam on 3 days prior revealed stable\nvitals. Facility: Mission Valley Family Practice — Confidential Patient Information Page 9 of 30\n\n--- Page 10 ---\nMission Valley Family Practice\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 10 of 30\nDischarge Summary — two weeks ago\nProvider: A. Patel, MD. Medication adjusted increased on 02/03/2017. Provider: A. Patel, MD. Medication adjusted discontinued on two weeks ago. Impression: osteoarthritis. Plan: refer to\nspecialist. Lab obtained last month: glucose 152 mg/d L, creatinine 0.72 mg/d L. Lab obtained 08-Feb-1951: glucose\n228 mg/d L, creatinine 1.56 mg/d L. Medication adjusted discontinued on 3 days prior. Medication\nadjusted restarted on two weeks ago. Patient seen for routine follow-up on two weeks ago. Provider: S. Williams, NP. Lab obtained\n08/17/2013: glucose 228 mg/d L, creatinine 0.64 mg/d L. Exam on 3 days prior revealed elevated blood\nglucose. Patient seen for routine follow-up on 05-Feb-2019. Lab Results:\nGlucose 175 (H) Ref: 70-99\nHb A1c 8.0 Ref: 4.0-5.6\nCreatinine 1.67 Ref: 0.6-1.3\nLDL 97 (H) Ref: <100\nWBC 11.1 (H) Ref: 4.0-10.5\nFacility: Mission Valley Family Practice — Confidential Patient Information Page 10 of 30\n\n--- Page 11 ---\nSt. Augustine Medical Center\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 11 of 30\nPsychiatric Note — Apr 27 85\nImpression: COPD. Plan: continue meds. Exam on 07/10/2003 revealed improved range of motion. Lab\nobtained 3 days prior: glucose 250 mg/d L, creatinine 1.65 mg/d L. Lab obtained on admission: glucose\n124 mg/d L, creatinine 1.26 mg/d L. Impression: type 2 diabetes. Plan: continue meds. Patient seen for routine follow-up on Feb 10 72. Lab obtained two weeks ago: glucose 111 mg/d L, creatinine 0.67 mg/d L. Exam on 02/09/63 revealed\nelevated blood glucose. Impression: type 2 diabetes. Plan: order imaging. Exam on 2010/10/28\nrevealed mild wheezing. Patient seen for routine follow-up on last month. Provider: R. Chen, MD. Lab obtained follow-up in 2\nweeks: glucose 126 mg/d L, creatinine 1.33 mg/d L. Exam on 27 January 1991 revealed mild wheezing. Provider: L. Gomez, PA-C. Provider: S. Williams, NP. Patient seen for routine follow-up on Dec 21 58. Lab obtained follow-up\nin 2 weeks: glucose 193 mg/d L, creatinine 1.14 mg/d L. Medication adjusted discontinued on on\nadmission. Impression: COPD. Plan: order imaging. Medication adjusted increased on on admission. Lab obtained 08-Apr-2016: glucose 201 mg/d L,\ncreatinine 0.97 mg/d L. Lab obtained Oct 04 67: glucose 248 mg/d L, creatinine 1.39 mg/d L. Provider:\nA. Patel, MD. Lab Results:\nGlucose 133 Ref: 70-99\nHb A1c 10.5 (H) Ref: 4.0-5.6\nCreatinine 0.77 Ref: 0.6-1.3\nLDL 129 (H) Ref: <100\nWBC 9.5 Ref: 4.0-10.5\nFacility: St. Augustine Medical Center — Confidential Patient Information Page 11 of 30\n\n--- Page 12 ---\nAnaheim Children’s Clinic\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 12 of 30\nSurgical Note — follow-up in 2 weeks\nMedication adjusted restarted on 05/16/1958. Medication adjusted increased on 1970/12/04. Provider:\nA. Patel, MD. Lab obtained Feb 11, 1989: glucose 193 mg/d L, creatinine 1.38 mg/d L. Exam on follow-up\nin 2 weeks revealed improved range of motion. Exam on two weeks ago revealed improved range of motion. Lab obtained Aug 23 61: glucose 129 mg/d L,\ncreatinine 1.4 mg/d L. Medication adjusted restarted on Aug 05, 1968. Patient seen for routine follow-up on 1940/01/05. Exam on 29 September 1999 revealed improved range\nof motion. Medication adjusted restarted on Oct 22, 1970. Impression: osteoarthritis. Plan: monitor\nlabs. Provider: L. Gomez, PA-C. Medication adjusted discontinued on 20-Feb-1982. Facility: Anaheim Children’s Clinic — Confidential Patient Information Page 12 of 30\n\n--- Page 13 ---\nSt. Augustine Medical Center\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 13 of 30\nLab Results — 31 July 1947\nLab obtained post-op day 2: glucose 235 mg/d L, creatinine 0.81 mg/d L. Provider: R. Chen, MD. Impression: chronic kidney disease. Plan: monitor labs. Exam on Mar 25 93 revealed elevated blood\nglucose. Medication adjusted discontinued on 03-Feb-1960. Lab obtained two weeks ago: glucose 240\nmg/d L, creatinine 1.12 mg/d L. Patient seen for routine follow-up on 12/14/1972. Medication adjusted restarted on Mar 02, 2019. Patient seen for routine follow-up on two weeks ago. Provider: A. Patel, MD. Patient seen for routine follow-up on post-op day 2. Lab obtained post-op day 2: glucose 173 mg/d L,\ncreatinine 1.07 mg/d L. Medication adjusted discontinued on Apr 13 71. Medication adjusted\ndiscontinued on 05/08/98. Patient seen for routine follow-up on two weeks ago. Medication adjusted\ndiscontinued on 1947/07/11. Lab obtained post-op day 2: glucose 199 mg/d L, creatinine 0.72 mg/d L. Medication adjusted\ndiscontinued on 3 days prior. Medication adjusted discontinued on post-op day 2. Facility: St. Augustine Medical Center — Confidential Patient Information Page 13 of 30\n\n--- Page 14 ---\nCoastal General Hospital\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 14 of 30\nPsychiatric Note — 10 April 1980\nLab obtained 13-Dec-1980: glucose 237 mg/d L, creatinine 0.9 mg/d L. Impression: type 2 diabetes. Plan: order imaging. Medication adjusted restarted on last month. Exam on 3 days prior revealed mild\nwheezing. Exam on 02-Apr-1966 revealed elevated blood glucose. Impression: COPD. Plan: monitor labs. Provider: S. Williams, NP. Patient seen for routine follow-up\non last month. Medication adjusted discontinued on last month. Impression: osteoarthritis. Plan:\norder imaging. Provider: S. Williams, NP. Exam on 03/22/1972 revealed no acute distress. Exam on 2017/02/28\nrevealed mild wheezing. Impression: osteoarthritis. Plan: monitor labs. Facility: Coastal General Hospital — Confidential Patient Information Page 14 of 30\n\n--- Page 15 ---\nProvidence Health Network\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 15 of 30\nConsultation Report — two weeks ago\nImpression: COPD. Plan: continue meds. Provider: A. Patel, MD. Medication adjusted discontinued on\n05-Jan-2017. Medication adjusted restarted on two weeks ago. Impression: chronic kidney disease. Plan: monitor labs. Provider: S. Williams, NP. Impression: type\n2 diabetes. Plan: refer to specialist. Patient seen for routine follow-up on 05-Sep-1947. Impression: osteoarthritis. Plan: order imaging. Lab obtained post-op day 2: glucose 161 mg/d L, creatinine 1.33 mg/d L. Provider: R. Chen, MD. Lab\nobtained last month: glucose 215 mg/d L, creatinine 1.27 mg/d L. Provider: S. Williams, NP. Patient seen for routine follow-up on 20-Dec-2003. Medication adjusted\nincreased on 1971/05/26. Patient seen for routine follow-up on two weeks ago. Provider: R. Chen, MD. Exam on 20-Sep-1960 revealed improved range of motion. Impression: type 2\ndiabetes. Plan: refer to specialist. Impression: type 2 diabetes. Plan: order imaging. Exam on on\nadmission revealed no acute distress. Lab obtained last month: glucose 90 mg/d L, creatinine 0.83\nmg/d L. Lab Results:\nGlucose 168 (H) Ref: 70-99\nHb A1c 10.1 Ref: 4.0-5.6\nCreatinine 1.03 Ref: 0.6-1.3\nLDL 176 Ref: <100\nWBC 9.7 (H) Ref: 4.0-10.5\nFacility: Providence Health Network — Confidential Patient Information Page 15 of 30\n\n--- Page 16 ---\nMission Valley Family Practice\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 16 of 30\nSurgical Note — follow-up in 2 weeks\nPatient seen for routine follow-up on post-op day 2. Provider: A. Patel, MD. Patient seen for\nroutine follow-up on 1994/09/23. Provider: R. Chen, MD. Patient seen for routine follow-up on post-op day 2. Exam on 1988/11/23 revealed improved range of\nmotion. Patient seen for routine follow-up on post-op day 2. Patient seen for routine follow-up on\nNov 21 17. Lab obtained on admission: glucose 215 mg/d L, creatinine 1.51 mg/d L. Lab obtained last\nmonth: glucose 209 mg/d L, creatinine 1.65 mg/d L. Patient seen for routine follow-up on 03/27/83. Patient seen for routine follow-up on 2019/11/20. Exam on Aug 08, 2016 revealed elevated blood glucose. Provider: R. Chen, MD. Impression: chronic kidney disease. Plan: refer to specialist. Provider: K. Nguyen, DO. Patient seen\nfor routine follow-up on post-op day 2. Exam on post-op day 2 revealed stable vitals. Exam on\n1987/02/24 revealed mild wheezing. Exam on follow-up in 2 weeks revealed improved range of motion. Lab obtained 16 December 1998:\nglucose 205 mg/d L, creatinine 0.98 mg/d L. Medication adjusted increased on two weeks ago. Lab\nobtained follow-up in 2 weeks: glucose 150 mg/d L, creatinine 0.62 mg/d L. Medication adjusted\nincreased on Jan 03 14. Lab Results:\nGlucose 157 (H) Ref: 70-99\nHb A1c 8.9 Ref: 4.0-5.6\nCreatinine 1.52 Ref: 0.6-1.3\nLDL 197 (H) Ref: <100\nWBC 4.8 (H) Ref: 4.0-10.5\nFacility: Mission Valley Family Practice — Confidential Patient Information Page 16 of 30\n\n--- Page 17 ---\nProvidence Health Network\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 17 of 30\nDischarge Summary — 30 May 1964\nLab obtained 07/07/61: glucose 200 mg/d L, creatinine 1.04 mg/d L. Impression: osteoarthritis. Plan:\nrefer to specialist. Provider: S. Williams, NP. Provider: K. Nguyen, DO. Lab obtained follow-up in 2 weeks: glucose 153 mg/d L, creatinine 1.66 mg/d L. Impression: type 2\ndiabetes. Plan: continue meds. Lab obtained post-op day 2: glucose 175 mg/d L, creatinine 0.89 mg/d L. Provider: K. Nguyen, DO. Patient seen for routine follow-up on 08/25/68. Medication adjusted restarted on 01/23/80. Impression: hypertension. Plan: order imaging. Patient\nseen for routine follow-up on May 05 56. Patient seen for routine follow-up on Aug 26, 1977. Medication adjusted increased on 03-Apr-1971. Facility: Providence Health Network — Confidential Patient Information Page 17 of 30\n\n--- Page 18 ---\nProvidence Health Network\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 18 of 30\nPsychiatric Note — 3 days prior\nMedication adjusted discontinued on 30 August 1978. Lab obtained follow-up in 2 weeks: glucose 186\nmg/d L, creatinine 1.07 mg/d L. Patient seen for routine follow-up on Nov 02 16. Patient seen for\nroutine follow-up on Aug 01, 2023. Medication adjusted increased on Mar 14, 2014. Impression: osteoarthritis. Plan: refer to specialist. Impression: chronic kidney disease. Plan:\ncontinue meds. Medication adjusted increased on two weeks ago. Exam on 26-Jun-1952 revealed mild wheezing. Exam on 07/07/2011 revealed mild wheezing. Lab obtained\npost-op day 2: glucose 214 mg/d L, creatinine 1.18 mg/d L. Exam on 06/23/1984 revealed improved range of motion. Lab obtained last month: glucose 163 mg/d L,\ncreatinine 0.94 mg/d L. Patient seen for routine follow-up on post-op day 2. Provider: K. Nguyen, DO. Lab Results:\nGlucose 127 (H) Ref: 70-99\nHb A1c 6.7 Ref: 4.0-5.6\nCreatinine 0.89 Ref: 0.6-1.3\nLDL 91 (H) Ref: <100\nWBC 7.9 (H) Ref: 4.0-10.5\nFacility: Providence Health Network — Confidential Patient Information Page 18 of 30\n\n--- Page 19 ---\nSt. Augustine Medical Center\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 19 of 30\nConsultation Report — two weeks ago\nExam on last month revealed stable vitals. Provider: R. Chen, MD. Impression: hypertension. Plan:\norder imaging. Exam on post-op day 2 revealed improved range of motion. Lab obtained post-op day 2: glucose 144\nmg/d L, creatinine 0.63 mg/d L. Provider: R. Chen, MD. Exam on post-op day 2 revealed no acute\ndistress. Impression: osteoarthritis. Plan: monitor labs. Patient seen for routine follow-up on 1988/08/19. Impression: type 2 diabetes. Plan: monitor labs. Exam on post-op day 2 revealed stable vitals. Provider: S. Williams, NP. Facility: St. Augustine Medical Center — Confidential Patient Information Page 19 of 30\n\n--- Page 20 ---\nAnaheim Children’s Clinic\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 20 of 30\nConsultation Report — 03-Nov-2018\nLab obtained Apr 24 20: glucose 174 mg/d L, creatinine 1.37 mg/d L. Exam on 12/07/47 revealed stable\nvitals. Impression: osteoarthritis. Plan: monitor labs. Medication adjusted restarted on post-op day 2. Impression: osteoarthritis. Plan: order imaging. Impression: type 2 diabetes. Plan: monitor labs. Medication adjusted increased on 11/21/54. Lab obtained 10/12/86: glucose 204 mg/d L, creatinine 1.67\nmg/d L. Exam on 20 May 1964 revealed no acute distress. Facility: Anaheim Children’s Clinic — Confidential Patient Information Page 20 of 30\n\n--- Page 21 ---\nMission Valley Family Practice\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 21 of 30\nMedication List — 10/11/1951\nImpression: chronic kidney disease. Plan: continue meds. Patient seen for routine follow-up on\n02/18/40. Impression: osteoarthritis. Plan: order imaging. Medication adjusted discontinued on two\nweeks ago. Lab obtained 03/17/1966: glucose 201 mg/d L, creatinine 1.76 mg/d L. Impression: COPD. Plan: refer to specialist. Impression: COPD. Plan: order imaging. Provider: A. Patel, MD. Medication adjusted discontinued on 03-Mar-1966. Lab obtained last month: glucose 152 mg/d L, creatinine 1.67 mg/d L. Lab obtained 27 April 1961:\nglucose 202 mg/d L, creatinine 1.25 mg/d L. Patient seen for routine follow-up on Mar 17, 1963. Lab\nobtained 12/14/08: glucose 84 mg/d L, creatinine 0.66 mg/d L. Impression: COPD. Plan: monitor labs. Lab obtained Aug 14 12: glucose 248 mg/d L, creatinine 1.45 mg/d L. Provider: K. Nguyen, DO. Medication adjusted discontinued on 3 days prior. Patient seen for routine follow-up on on\nadmission. Lab obtained 3 days prior: glucose 187 mg/d L, creatinine 1.55 mg/d L. Patient seen for routine follow-up on Jun 01 44. Impression: osteoarthritis. Plan: order imaging. Patient seen for routine follow-up on 04-May-1943. Patient seen for routine follow-up on 08/21/12. Exam on on admission revealed mild wheezing. Facility: Mission Valley Family Practice — Confidential Patient Information Page 21 of 30\n\n--- Page 22 ---\nCoastal General Hospital\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 22 of 30\nSurgical Note — 17 November 1993\nMedication adjusted restarted on 10/06/1961. Exam on 11/21/86 revealed mild wheezing. Lab obtained\n1947/11/14: glucose 202 mg/d L, creatinine 0.67 mg/d L. Lab obtained last month: glucose 193 mg/d L,\ncreatinine 1.38 mg/d L. Patient seen for routine follow-up on 12/19/1948. Exam on post-op day 2 revealed no acute distress. Patient seen for routine follow-up on 06/14/01. Patient seen for routine follow-up on Oct 15, 1974. Impression: COPD. Plan: refer to specialist. Provider: K. Nguyen, DO. Exam on two weeks ago revealed no acute distress. Provider: S. Williams,\nNP. Provider: A. Patel, MD. Impression: hypertension. Plan: refer to specialist. Exam on Oct 09 47\nrevealed stable vitals. Exam on 14 December 1998 revealed no acute distress. Provider: K. Nguyen, DO. Patient seen for\nroutine follow-up on 04/10/2001. Lab Results:\nGlucose 199 (H) Ref: 70-99\nHb A1c 10.8 (H) Ref: 4.0-5.6\nCreatinine 1.4 Ref: 0.6-1.3\nLDL 170 (H) Ref: <100\nWBC 10.1 Ref: 4.0-10.5\nFacility: Coastal General Hospital — Confidential Patient Information Page 22 of 30\n\n--- Page 23 ---\nMission Valley Family Practice\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 23 of 30\nMedication List — follow-up in 2 weeks\nPatient seen for routine follow-up on 1999/05/25. Exam on last month revealed elevated blood\nglucose. Patient seen for routine follow-up on 11/15/1964. Exam on follow-up in 2 weeks revealed improved range of motion. Impression: osteoarthritis. Plan:\norder imaging. Patient seen for routine follow-up on 12/20/84. Lab obtained Aug 16, 2010: glucose\n184 mg/d L, creatinine 0.74 mg/d L. Impression: osteoarthritis. Plan: refer to specialist. Provider: K. Nguyen, DO. Lab obtained 3 days prior: glucose 214 mg/d L, creatinine 0.95 mg/d L. Medication adjusted increased on post-op day 2. Impression: COPD. Plan: monitor labs. Medication adjusted increased on on admission. Exam on post-op\nday 2 revealed no acute distress. Lab Results:\nGlucose 146 Ref: 70-99\nHb A1c 7.8 (H) Ref: 4.0-5.6\nCreatinine 0.79 Ref: 0.6-1.3\nLDL 118 (H) Ref: <100\nWBC 5.3 (H) Ref: 4.0-10.5\nFacility: Mission Valley Family Practice — Confidential Patient Information Page 23 of 30\n\n--- Page 24 ---\nSt. Augustine Medical Center\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 24 of 30\nRadiology Report — 2016/09/15\nPatient seen for routine follow-up on follow-up in 2 weeks. Impression: type 2 diabetes. Plan: refer\nto specialist. Lab obtained 05/16/50: glucose 229 mg/d L, creatinine 0.72 mg/d L. Patient seen for\nroutine follow-up on Aug 26 13. Patient seen for routine follow-up on two weeks ago. Medication\nadjusted restarted on post-op day 2. Exam on last month revealed mild wheezing. Provider: K. Nguyen, DO. Lab obtained post-op day 2:\nglucose 221 mg/d L, creatinine 1.41 mg/d L. Lab obtained on admission: glucose 142 mg/d L, creatinine\n1.24 mg/d L. Medication adjusted increased on 13 May 2016. Medication adjusted increased on last\nmonth. Patient seen for routine follow-up on last month. Lab obtained post-op day 2: glucose 125 mg/d L,\ncreatinine 1.09 mg/d L. Exam on Mar 03, 1945 revealed stable vitals. Lab obtained 3 days prior:\nglucose 125 mg/d L, creatinine 1.31 mg/d L. Impression: COPD. Plan: continue meds. Exam on post-op day 2 revealed no acute distress. Provider:\nA. Patel, MD. Patient seen for routine follow-up on 08/28/04. Lab Results:\nGlucose 195 (H) Ref: 70-99\nHb A1c 8.7 Ref: 4.0-5.6\nCreatinine 1.46 Ref: 0.6-1.3\nLDL 163 Ref: <100\nWBC 9.6 (H) Ref: 4.0-10.5\nFacility: St. Augustine Medical Center — Confidential Patient Information Page 24 of 30\n\n--- Page 25 ---\nProvidence Health Network\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 25 of 30\nRadiology Report — 03/04/17\nImpression: COPD. Plan: order imaging. Exam on 3 days prior revealed improved range of motion. Medication adjusted discontinued on last month. Patient seen for routine follow-up on 1964/04/14. Patient seen for routine follow-up on 22-Oct-1999. Medication adjusted restarted on last month. Medication adjusted discontinued on 31-Jan-1997. Medication adjusted discontinued on 1943/03/25. Lab\nobtained 20-Aug-2011: glucose 107 mg/d L, creatinine 1.51 mg/d L. Exam on 11/18/95 revealed elevated\nblood glucose. Patient seen for routine follow-up on Feb 23 03. Patient seen for routine follow-up\non on admission. Lab obtained two weeks ago: glucose 214 mg/d L, creatinine 1.73 mg/d L. Patient seen for routine\nfollow-up on 11/22/61. Provider: K. Nguyen, DO. Medication adjusted restarted on two weeks ago. Medication adjusted restarted on 2006/05/01. Exam on Jul 17 76 revealed stable vitals. Patient seen\nfor routine follow-up on two weeks ago. Medication adjusted increased on follow-up in 2 weeks. Impression: chronic kidney disease. Plan: order imaging. Facility: Providence Health Network — Confidential Patient Information Page 25 of 30\n\n--- Page 26 ---\nMission Valley Family Practice\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 26 of 30\nPsychiatric Note — last month\nLab obtained follow-up in 2 weeks: glucose 183 mg/d L, creatinine 1.41 mg/d L. Patient seen for\nroutine follow-up on Apr 26, 1967. Impression: osteoarthritis. Plan: order imaging. Impression:\nchronic kidney disease. Plan: refer to specialist. Patient seen for routine follow-up on two weeks\nago. Provider: S. Williams, NP. Patient seen for routine follow-up on follow-up in 2 weeks. Medication\nadjusted restarted on Jun 19 19. Lab obtained 10/04/1944: glucose 129 mg/d L, creatinine 1.29 mg/d L. Exam on last month revealed no\nacute distress. Lab obtained follow-up in 2 weeks: glucose 178 mg/d L, creatinine 1.0 mg/d L. Medication adjusted increased on 25 January 1981. Medication adjusted discontinued on on admission. Medication adjusted restarted on last month. Medication adjusted restarted on 1961/11/03. Provider: R. Chen, MD. Medication adjusted increased on\n06/11/1984. Exam on 1991/01/10 revealed mild wheezing. Lab Results:\nGlucose 176 (H) Ref: 70-99\nHb A1c 7.1 (H) Ref: 4.0-5.6\nCreatinine 1.07 Ref: 0.6-1.3\nLDL 173 Ref: <100\nWBC 8.8 (H) Ref: 4.0-10.5\nFacility: Mission Valley Family Practice — Confidential Patient Information Page 26 of 30\n\n--- Page 27 ---\nProvidence Health Network\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 27 of 30\nMedication List — two weeks ago\nMedication adjusted increased on post-op day 2. Provider: S. Williams, NP. Lab obtained 01/05/2024:\nglucose 167 mg/d L, creatinine 1.31 mg/d L. Impression: chronic kidney disease. Plan: order imaging. Patient seen for routine follow-up on Oct 21, 1951. Provider: L. Gomez, PA-C. Lab obtained Sep 26,\n1952: glucose 211 mg/d L, creatinine 1.77 mg/d L. Patient seen for routine follow-up on 2021/04/26. Impression: chronic kidney disease. Plan: continue meds. Patient seen for routine follow-up on 06-Aug-1953. Medication adjusted restarted on 07/19/63. Provider: A. Patel, MD. Lab obtained last month: glucose 113 mg/d L, creatinine 1.44 mg/d L. Exam on two weeks ago revealed mild wheezing. Exam on Jun 12, 1958 revealed improved range of\nmotion. Provider: A. Patel, MD. Lab obtained two weeks ago: glucose 175 mg/d L, creatinine 1.49\nmg/d L. Impression: osteoarthritis. Plan: order imaging. Impression: hypertension. Plan: continue\nmeds. Exam on 11/18/2008 revealed stable vitals. Impression: chronic kidney disease. Plan: monitor labs. Medication adjusted restarted on 3 days prior. Medication adjusted increased on 29-Jun-1980. Facility: Providence Health Network — Confidential Patient Information Page 27 of 30\n\n--- Page 28 ---\nProvidence Health Network\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 28 of 30\nDischarge Summary — post-op day 2\nLab obtained 03/23/1988: glucose 226 mg/d L, creatinine 0.72 mg/d L. Medication adjusted discontinued\non on admission. Exam on on admission revealed stable vitals. Impression: osteoarthritis. Plan:\ncontinue meds. Exam on last month revealed no acute distress. Lab obtained post-op day 2: glucose\n159 mg/d L, creatinine 1.14 mg/d L. Exam on Jun 02 40 revealed stable vitals. Medication adjusted restarted on two weeks ago. Provider:\nL. Gomez, PA-C. Medication adjusted discontinued on on admission. Medication adjusted restarted on on admission. Lab obtained Nov 24 82: glucose 82 mg/d L, creatinine\n0.92 mg/d L. Lab obtained follow-up in 2 weeks: glucose 226 mg/d L, creatinine 1.43 mg/d L. Lab\nobtained 03/04/1973: glucose 132 mg/d L, creatinine 1.11 mg/d L. Lab Results:\nGlucose 206 Ref: 70-99\nHb A1c 8.2 (H) Ref: 4.0-5.6\nCreatinine 1.27 Ref: 0.6-1.3\nLDL 159 Ref: <100\nWBC 5.6 Ref: 4.0-10.5\nFacility: Providence Health Network — Confidential Patient Information Page 28 of 30\n\n--- Page 29 ---\nMission Valley Family Practice\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 29 of 30\nConsultation Report — 18 July 1972\nPatient seen for routine follow-up on 04/22/95. Lab obtained 3 days prior: glucose 245 mg/d L,\ncreatinine 1.11 mg/d L. Patient seen for routine follow-up on two weeks ago. Medication adjusted increased on last month. Provider: R. Chen, MD. Patient seen for routine follow-\nup on 1949/11/13. Impression: osteoarthritis. Plan: refer to specialist. Provider: S. Williams, NP. Exam on post-op\nday 2 revealed elevated blood glucose. Exam on Jan 31 83 revealed elevated blood glucose. Lab obtained follow-up in 2 weeks: glucose 119\nmg/d L, creatinine 1.18 mg/d L. Exam on 01 March 1958 revealed stable vitals. Lab obtained on\nadmission: glucose 185 mg/d L, creatinine 1.28 mg/d L. Medication adjusted restarted on Mar 06, 2023. Patient seen for routine follow-up on 08/02/53. Lab Results:\nGlucose 151 Ref: 70-99\nHb A1c 9.8 (H) Ref: 4.0-5.6\nCreatinine 0.74 Ref: 0.6-1.3\nLDL 103 (H) Ref: <100\nWBC 11.0 (H) Ref: 4.0-10.5\nFacility: Mission Valley Family Practice — Confidential Patient Information Page 29 of 30\n\n--- Page 30 ---\nCoastal General Hospital\nPatient: John A. Remington DOB: 03/03/1940 MRN: MRN-19400303 Phone: (714) 555-0190\nComprehensive Clinical Record — Page 30 of 30\nPsychiatric Note — 1985/04/05\nImpression: type 2 diabetes. Plan: continue meds. Provider: A. Patel, MD. Lab obtained two weeks\nago: glucose 134 mg/d L, creatinine 1.58 mg/d L. Impression: chronic kidney disease. Plan: monitor\nlabs. Medication adjusted restarted on post-op day 2. Patient seen for routine follow-up on Apr 11\n16. Exam on 2011/09/11 revealed mild wheezing. Patient seen for routine follow-up on Sep 07, 2005. Provider: A. Patel, MD. Lab obtained two weeks ago: glucose 149 mg/d L, creatinine 1.1 mg/d L. Provider: A. Patel, MD. Medication adjusted increased on 09-May-1945. Provider: K. Nguyen, DO. Medication adjusted restarted\non Dec 11 97. Facility: Coastal General Hospital — Confidential Patient Information Page 30 of 30",
  "metadata": {
    "page_count": 30,
    "file_size_mb": 0.04,
    "pdf_metadata": {
      "title": "untitled",
      "author": "anonymous",
      "creator": "ReportLab PDF Library - www.reportlab.com",
      "creation_date": "D:20251016000231+00'00'",
      "extraction_method": "embedded_text"
    }
  }
}